Repository: qtumproject/qtum-electrum
Catalog: electrum/locale/*/electrum.po
Languages: fr_fr, id_id

source: Confirm Toggle Passphrase Protection
fr_fr: Confirmer l'activation / désactivation de la protection par phrase secrète
id_id: Konfirmasikan Toggle Perlindungan Frasa Sandi

source: Confirm Transaction on your Ledger device...
fr_fr: Veuillez confirmer la transaction sur votre appareil Ledger...
id_id: Konfirmasi Transaksi pada perangkat Ledger Anda...

source: Confirm internal entropy on your {} device to begin
fr_fr: Confirmez l'entropie interne sur votre appareil {} pour commencer
id_id: Konfirmasikan entropi internal pada perangkat {} Anda untuk memulai

source: Confirm new PIN
fr_fr: Confirmer le nouveau PIN
id_id: Konfirmasi PIN baru

source: Confirm on your {} device the message to sign
fr_fr: Confirmez sur votre appareil {} le message à signer
id_id: Konfirmasikan pada perangkat {} Anda pesan yang akan ditandatangani

source: Confirm on your {} device to change your PIN
fr_fr: Confirmez sur votre appareil {} pour changer votre code PIN
id_id: Konfirmasi pada perangkat {} Anda untuk mengubah PIN Anda

source: Confirm on your {} device to change your home screen
fr_fr: Confirmez sur votre appareil {} pour changer votre fond d'écran
id_id: Konfirmasi pada perangkat {} Anda untuk mengubah layar beranda

source: Confirm on your {} device to disable PIN protection
fr_fr: Confirmez sur votre appareil {} pour désactiver la protection par code PIN
id_id: Konfirmasi pada perangkat {} Anda untuk menonaktifkan perlindungan PIN

source: Confirm on your {} device to disable passphrases
fr_fr: Confirmez sur votre appareil {} pour désactiver les phrases secrètes
id_id: Konfirmasi pada perangkat {} Anda untuk menonaktifkan frasa sandi

source: Confirm on your {} device to enable passphrases
fr_fr: Confirmez sur votre appareil {} pour activer les phrases secrètes
id_id: Konfirmasikan pada perangkat {} Anda untuk mengaktifkan frasa sandi

source: Confirm on your {} device to set a PIN
fr_fr: Confirmez sur votre appareil {} pour configurer un code PIN
id_id: Konfirmasi pada perangkat {} Anda untuk menyetel PIN

source: Confirm on your {} that you want to wipe it clean
fr_fr: Confirmez sur votre {} que vous voulez complètement le réinitialiser
id_id: Konfirmasikan pada {} Anda bahwa Anda ingin menghapusnya hingga bersih

source: Confirm the new label on your {} device
fr_fr: Confirmez le nouveau libellé sur votre appareil {}
id_id: Konfirmasikan label baru pada perangkat {} Anda

source: Confirm the total amount spent and the transaction fee on your {} device
fr_fr: Confirmez la somme totale dépensée et les frais de transaction sur votre appareil {}
id_id: Konfirmasikan jumlah total yang dibelanjakan dan biaya transaksi pada perangkat {} Anda

source: Confirm the transaction output on your {} device
fr_fr: Confirmez la destination de la transaction sur votre appareil {}
id_id: Konfirmasi output transaksi pada perangkat {} Anda

source: Confirm wallet address on your {} device
fr_fr: Confirmez l'adresse du portefeuille sur votre appareil {}
id_id: Konfirmasi alamat dompet di perangkat {} Anda

source: Confirmed
fr_fr: Confirmé
id_id: Dikonfirmasi

source: Confirmed. Signing Transaction...
fr_fr: Confirmé. Signature de la transaction...
id_id: Dikonfirmasi.

source: Connected node
fr_fr: Nœud connecté
id_id: Node terhubung

source: Connected nodes are on the same chain
fr_fr: Les nœuds connectés sont sur la même chaîne
id_id: Node yang terhubung berada pada rantai yang sama

source: Connected to {0} nodes.
fr_fr: Connecté à {0} nœud.
id_id: Terhubung ke {0} node.

source: Connecting...
fr_fr: Connexion...
id_id: Menghubungkan...

source: Connections with Electrum servers
fr_fr: Connexion aux serveurs Electrum
id_id: Koneksi dengan server Electrum

source: Consider trying to connect to a different server, or updating Electrum.
fr_fr: Essayez de vous connecter à un serveur différent ou mettez à jour Electrum.
id_id: Pertimbangkan untuk mencoba menyambung ke server lain, atau memperbarui Electrum.

source: Contacts
id_id: Kontak

source: Copy
fr_fr: Copier
id_id: Salin

source: Copy URI
fr_fr: Copier l'URI
id_id: Salin URI

source: Copy and Close
fr_fr: Copier et fermer
id_id: Salin dan Tutup

source: Copy and paste the recipient address using the Paste button, or use the camera to scan a QR code.
fr_fr: Copiez et collez l'adresse du destinataire en utilisant le bouton Coller ou utilisez l'appareil photo pour scanner le QR code.
id_id: Salin dan tempel alamat penerima menggunakan tombol Tempel, atau gunakan kamera untuk memindai kode QR.

source: Copy to clipboard
fr_fr: Copier dans le presse-papiers
id_id: Salin ke clipboard

source: Copy {}
fr_fr: Copier {}
id_id: Salin {}

source: Cosign with hardware device
fr_fr: Cosigner avec un périphérique matériel
id_id: Cosign dengan perangkat keras

source: Cosigner Pool
fr_fr: Groupement de cosignataires
id_id: Kolam Cosigner

source: Could not decode QR code
fr_fr: Impossible de décoder le QR code
id_id: Tidak dapat memecahkan kode QR

source: Could not retrieve Terms of Service:
fr_fr: Impossible de récupérer les Conditions d'utilisation:
id_id: Tidak dapat mengambil Ketentuan Layanan:

source: Could not sign message
fr_fr: Impossible de signer le message
id_id: Tidak dapat menandatangani pesan

source: Could not sign message.
fr_fr: Impossible de signer le message.
id_id: Tidak dapat menandatangani pesan.

source: Crash report
fr_fr: Rapport d'incident
id_id: Laporan kerusakan

source: Create a new Revealer
fr_fr: Créer un nouveau Revealer
id_id: Buat Pengungkap baru

source: Create a new seed
fr_fr: Créer une nouvelle graine
id_id: Buat benih baru

source: Create a wallet using the current seed
fr_fr: Créer un portefeuille en utilisant la clé de diversification courante
id_id: Membuat dompet menggunakan seed saat ini

source: Create keystore from a master key
fr_fr: Créer un magasin de clés depuis une clé maîtresse
id_id: Membuat keystore dari kunci master

source: Create new wallet
fr_fr: Créer un nouveau portefeuille
id_id: Buat dompet baru

source: Create or restore
fr_fr: Créer ou restaurer
id_id: Membuat atau memulihkan

source: Critical Error
fr_fr: Erreur critique
id_id: Terjadi Kesalahan Kritis

source: Current Fee
id_id: Biaya Saat Ini

source: Current Fee rate
id_id: Tarif Biaya Saat Ini

source: Current Password:
fr_fr: Mot de passe actuel :
id_id: Kata Sandi Saat Ini:

source: Current rate
fr_fr: Tarif actuel
id_id: Kurs saat ini

source: Current version: {}
fr_fr: Version actuelle : {}
id_id: Versi saat ini: {}

source: Custom
fr_fr: Personnaliser
id_id: Adat

source: Custom secret
fr_fr: Secret personnalisé
id_id: Rahasia adat

source: Czech
fr_fr: Tchèque
id_id: Ceko

source: Danish
fr_fr: Danois
id_id: Denmark

source: Dark
fr_fr: Sombre
id_id: Gelap

source: Dark/Light
fr_fr: Sombre / Clair
id_id: Tampilan Malam / Terang

source: Date
id_id: Tanggal

source: Date: {}
id_id: Tanggal: {}

source: Debug logs can be persisted to disk. These are useful for troubleshooting.
fr_fr: Les journaux de débogage peuvent être conservés sur le disque. Ils sont utiles pour le dépannage.
id_id: Log debug dapat disimpan ke disk.

source: Debug message
fr_fr: Message de débogage
id_id: Pesan debug

source: Decrypt
fr_fr: Déchiffrer
id_id: Dekripsi

source: Default
fr_fr: Défaut
id_id: Bawaan

source: Default Servers
fr_fr: Serveurs prédéfinis
id_id: Server standar

source: Delete
fr_fr: Supprimer
id_id: Hapus

source: Delete invoice?
fr_fr: Supprimer la facture ?
id_id: Menghapus tagihan?

source: Delete request
fr_fr: Supprimer la demande
id_id: Permintaan penghapusan

source: Delete wallet file?
fr_fr: Supprimer le fichier portefeuille ?
id_id: Hapus file dompet?

source: Delete wallet?
fr_fr: Supprimer le portefeuille ?
id_id: Hapus dompet?

source: Denomination
fr_fr: Dénomination
id_id: Denominasi

source: Description
id_id: Keterangan

source: Description of the transaction (not mandatory).
fr_fr: Description de la transaction (facultatif).
id_id: Keterangan transaksi (opsional).

source: Details
fr_fr: Détails
id_id: Detail

source: Developers
fr_fr: Développeurs
id_id: Para Pengembang

source: Device ID
fr_fr: ID de l'appareil
id_id: ID Perangkat

source: Device Label
fr_fr: Libellé de l'appareil
id_id: Label Perangkat

source: Device communication error. Please unplug and replug your Digital Bitbox.
fr_fr: Erreur de communication avec l'appareil. Veuillez rebrancher votre Digital Bitbox.
id_id: Kesalahan komunikasi perangkat.

source: Device not in Bitcoin mode
fr_fr: L'appareil n'est pas en mode Bitcoin
id_id: Perangkat tidak dalam mode Bitcoin

source: Digital Bitbox wallet
fr_fr: Portefeuille Digital Bitbox
id_id: Dompet Bitbox digital

source: Digital Revealer ({}_{}) saved as PNG and PDF at:
fr_fr: Revealer numérique ({}_{}) enregistré en tant que PNG et PDF vers:
id_id: Digital Revealer ({}_{}) disimpan sebagai PNG dan PDF di:

source: Disable PIN
fr_fr: Désactiver le code PIN
id_id: Nonaktifkan PIN

source: Disable Passphrases
fr_fr: Désactiver les phrases secrètes
id_id: Nonaktifkan Frasa Sandi

source: Disabled
fr_fr: Désactivé
id_id: Dinonaktifkan

source: Disconnected
fr_fr: Déconnecté
id_id: Terputus

source: Display the details of your transaction before signing it.
fr_fr: Afficher les détails de votre transaction avant de la signer.
id_id: Tampilkan detail transaksi Anda sebelum menandatanganinya.

source: Distributed by Electrum Technologies GmbH
fr_fr: Distribué par Electrum Technologies GmbH
id_id: Didistribusikan oleh Electrum Technologies GmbH

source: Do not enter sensitive/private information here. The report will be visible on the public issue tracker.
id_id: Jangan masukkan informasi sensitif/pribadi di sini.

source: Do not pair
fr_fr: Ne pas appairer
id_id: Jangan berpasangan

source: Do not paste code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
fr_fr: Ne collez pas ici de code que vous ne comprenez pas. Exécuter un code erroné peut résulter en une perte d'argent irréversible.
id_id: Jangan menempelkan kode di sini yang tidak Anda mengerti.

source: Do not store it electronically.
fr_fr: Ne la stockez pas électroniquement.
id_id: Jangan menyimpan secara elektronik.

source: Do you have something to hide ?
fr_fr: Avez-vous quelque chose à cacher ?
id_id: Apakah kamu menyembunyikan sesuatu?

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
fr_fr: Souhaitez-vous créer une nouvelle graine ou restaurer un portefeuille en utilisant une graine existante ?
id_id: Apakah Anda ingin membuat seed baru, atau memulihkan dompet menggunakan seed yang sudah ada?

source: Do you want to delete '{}'?
fr_fr: Souhaitez-vous supprimer '{}' ?
id_id: Apakah Anda ingin menghapus '{}'?

source: Do you want to delete the old file
fr_fr: Souhaitez-vous supprimer l'ancien fichier
id_id: Apakah anda ingin menghapus file yang lama

source: Do you want to launch the wizard again?
fr_fr: Souhaitez-vous exécuter l'assistant à nouveau ?
id_id: Apakah Anda ingin meluncurkan wizard lagi?

source: Do you want to open it now?
fr_fr: Souhaitez-vous l'ouvrir maintenant ?
id_id: Apakah kamu ingin membukanya sekarang?

source: Do you want to remove {} from your wallet?
fr_fr: Souhaitez-vous enlever {} de votre portefeuille ?
id_id: Apakah Anda ingin menghapus {} dari dompet Anda?

source: Do you want to send this report?
fr_fr: Souhaitez-vous envoyer ce rapport ?
id_id: Apakah Anda ingin mengirimkan laporan ini?

source: Do you wish to continue?
fr_fr: Souhaitez-vous continuer ?
id_id: Apakah anda ingin melanjutkan?

source: Don't show this again.
fr_fr: Ne plus afficher ce message.
id_id: Jangan perlihatkan ini lagi.

source: Due to a bug, old versions of Electrum will NOT be creating the same wallet as newer versions or other software.
fr_fr: En raison d'un bug, les anciennes version d'Electrum NE créeront PAS le même portefeuille que les nouvelles versions ou d'autres logiciels.
id_id: Karena adanya bug, Electrum versi lama TIDAK akan membuat dompet yang sama dengan versi baru atau perangkat lunak lain.

source: Dutch
fr_fr: Néerlandais
id_id: Belanda

source: Dynamic fee estimates not available
fr_fr: Estimation dynamique des frais non disponible
id_id: Perkiraan biaya dinamis tidak tersedia

source: Each revealer should be used only once.
fr_fr: Chaque Revealer ne devrait être utilisé qu'une seule fois.
id_id: Setiap wahyu hanya boleh digunakan satu kali saja.

source: Edit fees manually
fr_fr: Éditer les frais manuellement
id_id: Ubah upah secara manual

source: Edit {}
fr_fr: Modifier {}
id_id: Sunting {}

source: Electrum App
fr_fr: App. Electrum
id_id: Aplikasi Electrum

source: Electrum Plugins
fr_fr: Plugins d'Electrum
id_id: Plugin Electrum

source: Electrum cannot pair with your {}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
fr_fr: Electrum ne peut pas s'apparier avec votre {}. Avant que vous ne demandiez l'envoi de bitcoins à des adresses dans ce portefeuille, assurez-vous que vous pouvez vous apparier avec votre appareil ou que vous avez sa graine (et sa phrase secrète, le cas échéant). Sinon tous les bitcoins que vous recevrez seront non-dépensables.
id_id: Electrum tidak bisa memasangkan dengan {} Anda. Sebelum Anda meminta bitcoin dikirim ke alamat di dompet ini, pastikan Anda bisa memasangkan dengan perangkat Anda, atau Anda memiliki seednya (dan frasa sandi, jika ada).

source: Electrum communicates with remote servers to get information about your transactions and addresses. The servers all fulfill the same purpose only differing in hardware. In most cases you simply want to let Electrum pick one at random. However if you prefer feel free to select a server manually.
fr_fr: Electrum communique avec des serveurs distants pour obtenir des informations au sujet de vos transactions et adresses. Les serveurs remplissent tous le même but et diffèrent seulement matériellement. Dans la plus part des cas vous souhaiterez simplement laisser Electrum en choisir un aléatoirement. Toutefois si vous préférez, sentez-vous libre de choisir un serveur manuellement.
id_id: Electrum berkomunikasi dengan server jarak jauh untuk mendapatkan informasi tentang transaksi dan alamat Anda.

source: Electrum connects to several nodes in order to download block headers and find out the longest blockchain.
fr_fr: Electrum se connecte à plusieurs nœuds afin de télécharger les en-têtes de blocs et trouver la plus longue chaîne de blocs.
id_id: Electrum menghubungkan ke beberapa node untuk men-download blok header dan mencari blockchain terpanjang.

source: Electrum preferences
fr_fr: Préférences d'Electrum
id_id: Pengaturan Electrum

source: Electrum requests your transaction history from a single server. The returned history is checked against blockchain headers sent by other nodes, using Simple Payment Verification (SPV).
fr_fr: Electrum demande votre historique de transactions auprès d'un seul serveur. L'historique retournée est vérifiée vis-à-vis des en-têtes de blockchain envoyés par d'autre nœuds en utilisant la Vérification de Paiement Simplifiée (Simple Payment Verification, SPV).
id_id: Electrum meminta riwayat transaksi Anda dari satu server.

source: Electrum sends your wallet addresses to a single server, in order to receive your transaction history.
fr_fr: Electrum envoie les adresses de votre portefeuille à un serveur afin de recevoir l'historique de vos transactions.
id_id: Electrum mengirimkan alamat Anda ke sebuah server untuk mendapatkan riwayat transaksi Anda.

source: Electrum wallet
fr_fr: Portefeuille Electrum
id_id: Dompet Electum

source: Electrum was unable to copy your wallet file to the specified location.
fr_fr: Electrum n'a pas pu copier le fichier de votre portefeuille à l'endroit spécifié.
id_id: Electrum tidak dapat menyalin berkas wallet Anda ke lokasi tersebut.

source: Electrum was unable to deserialize the transaction:
fr_fr: Electrum a été incapable de désérialiser la transaction :
id_id: Electrum tidak dapat melakukan deserialisasi transaksi:

source: Electrum was unable to open your transaction file
fr_fr: Electrum n'a pas pu ouvrir votre fichier de transaction
id_id: Electrum tidak dapat membuka berkas transaksi Anda

source: Electrum was unable to parse your transaction
fr_fr: Electrum n'a pas pu analyser votre transaction.
id_id: Electrum tidak dapat membaca transaksi Anda

source: Electrum was unable to produce a private key-export.
fr_fr: Electrum n'a pas pu générer une exportation de la clé privée.
id_id: Electrum tidak dapat menghasilkan ekspor kunci privat.

source: Electrum was unable to produce a transaction export.
fr_fr: Electrum n'a pas pu générer une exportation de la transaction.
id_id: Electrum tidak dapat menghasilkan ekspor transaksi.

source: Electrum's focus is speed, with low resource usage and simplifying Bitcoin.
fr_fr: Electrum se veut être rapide, en utilisant peu de ressources, et en simplifiant le système Bitcoin.
id_id: Fokus Electrum ada pada kecepatannya, dengan penggunaan sumber daya yang rendah dan menyederhanakan Bitcoin.

source: Email settings
fr_fr: Options du courriel
id_id: Pengaturan email

source: Enable PIN protection
fr_fr: Activer la protection PIN
id_id: Aktifkan perlindungan PIN

source: Enable Passphrases
fr_fr: Activer les phrases secrètes
id_id: Aktifkan Frasa Sandi

source: Enable output value rounding
fr_fr: Activer l'arrondi de la valeur de sortie
id_id: Aktifkan pembulatan nilai keluaran

source: Enable passphrases
fr_fr: Activer les phrases secrètes
id_id: Aktifkan frasa sandi

source: Enable update check
fr_fr: Activer les vérifications de mises à jour
id_id: Aktifkan pemeriksaan pembaruan

source: Enabled
fr_fr: Activer
id_id: Diaktifkan

source: Encrypt
fr_fr: Chiffrer
id_id: Enkripsi

source: Encrypt custom secret
fr_fr: Crypter le secret personnalisé
id_id: Enkripsi rahasia khusus

source: Encrypt wallet file
fr_fr: Chiffrer le fichier portefeuille
id_id: Mengenkripsi data dompet anda

source: Encrypt {}'s seed
fr_fr: Crypter la clé de diversification de {}
id_id: Enkripsi benih {}

source: Encrypt/decrypt Message
fr_fr: Chiffrer / déchiffrer un message
id_id: &Enkripsi/dekripsi Pesan

source: Encrypt/decrypt message
fr_fr: Chiffrer / déchiffrer un message
id_id: Mengenkripsi/mendekripsi pesan

source: Encrypted
fr_fr: Chiffré
id_id: Terenkripsi

source: Encryption and decryption are currently not supported for {}
fr_fr: Cryptage et décryptage ne sont pas actuellement pris en charge pour {}
id_id: Enkripsi dan dekripsi saat ini tidak didukung untuk {}

source: Encryption and decryption are not implemented by {}
fr_fr: Cryptage et décryptage ne sont pas implémentés par {}
id_id: Enkripsi dan dekripsi tidak diimplementasikan oleh {}

source: End
fr_fr: Fin
id_id: Selesai

source: English
fr_fr: Anglais
id_id: Bahasa Inggris

source: Enter PIN
fr_fr: Saisir le code PIN
id_id: Masukkan PIN

source: Enter PIN code
fr_fr: Saisir le code PIN
id_id: Masukkan kode PIN

source: Enter PIN:
fr_fr: Saisir le code PIN :
id_id: Masukkan PIN:

source: Enter Passphrase
fr_fr: Saisir la phrase secrète
id_id: Masukkan kata sandi

source: Enter Password
fr_fr: Saisir le mot de passe
id_id: Masukan kata sandi

source: Enter Seed
fr_fr: Saisir la graine
id_id: Masukkan kata kunci rahasia anda

source: Enter Transaction Label
fr_fr: Entrer le libellé de transaction
id_id: Masukkan Label Transaksi

source: Enter a filename for the copy of your wallet
fr_fr: Saisir un nom de fichier pour la copie de votre portefeuille
id_id: Masukan nama berkas untuk salinan dompet Anda

source: Enter a label to name your device:
fr_fr: Entrez un libellé pour nommer votre appareil :
id_id: Masukkan label untuk memberi nama perangkat Anda:

source: Enter a list of Bitcoin addresses (this will create a watching-only wallet), or a list of private keys.
fr_fr: Entrer une liste d'adresses Bitcoin (cela créera un portefeuille spectateur) ou une liste de clés privées.
id_id: Masukkan daftar alamat Bitcoin (ini akan membuat dompet khusus pengawasan), atau daftar kunci pribadi.

source: Enter a list of outputs in the 'Pay to' field.
fr_fr: Saisir une liste de destinataire dans le champ 'Payer à'.
id_id: Masukkan daftar pengiriman ke dalam 'Bayar ke' pada kolom.

source: Enter a new PIN for your {}:
fr_fr: Saisir un nouveau code PIN pour votre {} :
id_id: Masukkan PIN baru untuk {} Anda:

source: Enter a new password below.
fr_fr: Saisir un nouveau mot de passe ci-dessous.
id_id: Masukkan kata sandi baru di bawah.

source: Enter a passphrase to generate this wallet. Each time you use this wallet your {} will prompt you for the passphrase. If you forget the passphrase you cannot access the bitcoins in the wallet.
fr_fr: Entrez une phrase secrète pour générer ce portefeuille. À chaque fois que vous utiliserez ce portefeuille, votre {} vous demandera d'entrer la phrase secrète. Si vous oubliez la phrase secrète, vous ne pourrez pas accéder aux bitcoins contenus dans le portefeuille.
id_id: Masukkan kata sandi untuk membuat dompet ini.

source: Enter addresses
fr_fr: Saisir une adresse
id_id: Masukkan alamat dompet

source: Enter cosigner key
fr_fr: Entrer une clé de cosignataire
id_id: Masukkan kunci pengirim

source: Enter cosigner seed
fr_fr: Saisir la graine du cosignataire
id_id: Masukkan benih cosigner

source: Enter description
fr_fr: Saisir une description
id_id: Masukkan deskipsi

source: Enter new PIN
fr_fr: Saisir un nouveau code PIN
id_id: Masukkan PIN baru

source: Enter password:
fr_fr: Saisir le mot de passe :
id_id: Masukkan kata sandi:

source: Enter private keys
fr_fr: Saisir les clés privées
id_id: Masukkan kunci privat

source: Enter private keys:
fr_fr: Saisir les clés privées :
id_id: Masukkan kunci privat:

source: Enter the master private key beginning with xprv:
fr_fr: Entrer la clé privée maîtresse commençant avec xprv :
id_id: Masukkan kunci pribadi master yang diawali dengan xprv:

source: Enter the passphrase to unlock this wallet:
fr_fr: Saisir la phrase secrète pour débloquer ce portefeuille :
id_id: Masukkan kata sandi untuk membuka kunci dompet ini:

source: Enter the password used when the backup was created:
fr_fr: Entrer le mot de passe utilisé lors que la sauvegarde a été créée :
id_id: Masukkan kata sandi yang digunakan saat pencadangan dibuat:

source: Enter the recovery words by pressing the buttons according to what the device shows on its display. You can also use your NUMPAD. Press BACKSPACE to go back a choice or word.
fr_fr: Entrer les mots de récupération en pressant les boutons selon ce qui est affiché sur l'écran de votre appareil. Vous pouvez également utiliser votre PAVÉ NUMÉRIQUE. Pressez RETOUR ARRIÈRE pour revenir sur un choix ou mot.
id_id: Masukkan kata pemulihan dengan menekan tombol sesuai dengan apa yang ditampilkan perangkat di layarnya.

source: Enter the seed for your 2-factor wallet:
fr_fr: Entrer la graine pour votre portefeuille 2-facteurs :
id_id: Masukkan benih untuk dompet 2 faktor Anda:

source: Enter their master private key (xprv) if you want to be able to sign for them.
fr_fr: Entrez leur clé privée maîtresses (xprv) si vous souhaitez pouvoir signer pour elles.
id_id: Masukkan kunci master privat (xprv) jika ingin dapat masuk kembali.

source: Enter wallet name
fr_fr: Saisir un nom de portefeuille
id_id: Masukkan nama dompet

source: Enter your BIP39 mnemonic:
fr_fr: Entrez votre graine mnémonique BIP39 :
id_id: Masukkan mnemonik BIP39 Anda:

source: Enter your Digital Bitbox password:
fr_fr: Entrez votre mot de passe Digital Bitbox :
id_id: Masukkan kata sandi Bitbox Digital Anda:

source: Enter your PIN (digits 1-9):
fr_fr: Entrez votre code PIN (chiffres 1-9):
id_id: Masukkan PIN Anda (digit 1-9):
