Repository: qtumproject/qtum-electrum
Catalog: electrum/locale/*/electrum.po
Languages: fr_fr, id_id

source: The PIN cannot be longer than 9 characters.
fr_fr: Le PIN ne peut pas être plus long que 9 caractères.
id_id: PIN tidak boleh lebih dari 9 karakter.

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
fr_fr: Le montant des frais peut être librement fixé par l'émetteur. Cependant, les transactions avec des frais bas sont plus longues à traiter.
id_id: Besarnya biaya kirim dapat ditentukan sesuka hati oleh pengirim. Akan tetapi, transaksi dengan biaya rendah akan membutuhkan waktu lebih lama untuk diproses.

source: The amount will be displayed in red if you do not have enough funds in your wallet.
fr_fr: Le montant sera affiché en rouge si vous n'avez pas assez de fonds dans votre portefeuille.
id_id: Jumlah akan ditampilkan dalam warna merah jika Anda tidak memiliki saldo yang cukup dalam dompet Anda.

source: The bitcoin address never expires and will always be part of this electrum wallet.
fr_fr: L'adresse Bitcoin n'expire jamais et fera toujours partie de ce portefeuille Electrum.
id_id: Alamat bitcoin tidak akan kadaluarsa dan akan selalu menjadi bagian dari dompet elektrum.

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
fr_fr: La description n'a pas été envoyée au destinataire des fonds. Elle est stockée dans votre portefeuille et affichée dans l'onglet 'Historique'.
id_id: Deskripsi idak dikirim ke alamat penerima. Deskripsi disimpan di berkas wallet Anda, dan ditampilkan di tab 'Riwayat'.

source: The device was disconnected.
fr_fr: Le périphérique a été déconnecté.
id_id: Perangkat terputus.

source: The fee for this transaction seems unusually high.
fr_fr: Les frais pour cette transaction semblent anormalement élevés.
id_id: Biaya untuk transaksi ini sepertinya terlalu tinggi.

source: The file '{}' contains an incompletely created wallet. Do you want to complete its creation now?
fr_fr: Le fichier '{}' contient un portefeuille incomplètement créé. Souhaitez-vous terminer sa création maintenant ?
id_id: File '{}' berisi dompet yang dibuat belum lengkap. Apakah Anda ingin menyelesaikan pembuatannya sekarang?

source: The file was removed
fr_fr: Le fichier a été supprimé
id_id: File telah dihapus

source: The firmware of your hardware device is too old. If possible, you should upgrade it. You can ignore this error and try to continue, however things are likely to break.
id_id: Firmware perangkat keras Anda terlalu lama.

source: The following addresses were added
fr_fr: Les adresses suivantes ont été ajoutées
id_id: Alamat berikut sudah ditambahkan

source: The following alias providers are available:
fr_fr: Les alias suivants sont disponibles :
id_id: Penyedia alias berikut tersedia:

source: The following inputs could not be imported
fr_fr: Les entrées suivantes n'ont pas pu être importées
id_id: Masukan berikut tidak dapat di impor

source: The new fee rate needs to be higher than the old fee rate.
id_id: Tarif biaya baru harus lebih tinggi dari tarif lama.

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
fr_fr: La prochaine étape va générer la graine de votre portefeuille. Cette graine NE SERA PAS enregistrée sur votre ordinateur et elle devra être écrite sur papier. Pour être à l'abri d'un malware vous devriez peut-être faire cette opération sur un ordinateur hors ligne et déplacer votre portefeuille plus tard sur un ordinateur en ligne.
id_id: Langkah selanjutnya akan menghasilkan benih dompet Anda.

source: The operation is undefined. Not just in Electrum, but in general.
fr_fr: Cette opération est indéfinie. Pas uniquement dans Electrum mais en général.
id_id: Operasi tidak terdefinisi.

source: The server returned an error when broadcasting the transaction.
fr_fr: Le serveur a retourné une erreur lors de la transmission de la transaction.
id_id: Server mengembalikan kesalahan saat menyiarkan transaksi.

source: The server returned an error.
fr_fr: Le serveur a renvoyé une erreur.
id_id: Server mengembalikan kesalahan.

source: The server returned an unexpected transaction ID when broadcasting the transaction.
fr_fr: Le serveur a retournée un ID de transaction inattendu lors de la transmission de la transaction.
id_id: Server mengembalikan ID transaksi yang tidak terduga saat menyiarkan transaksi.

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
fr_fr: La transaction a été rejetée car elle contient de multiples sortie OP_RETURN.
id_id: Transaksi ditolak karena berisi beberapa keluaran OP_RETURN.

source: The transaction was rejected because it is too large (in bytes).
fr_fr: La transaction a été rejetée car elle est trop grande (en octets).
id_id: Transaksi ditolak karena terlalu besar (dalam byte).

source: The type of addresses used by your wallet will depend on your seed.
fr_fr: Le type d'adresses utilisées par votre portefeuille va dépendre de votre graine.
id_id: Jenis alamat yang digunakan oleh dompet Anda akan bergantung pada benih Anda.

source: The wallet '{}' contains multiple accounts, which are no longer supported since Electrum 2.7. Do you want to split your wallet into multiple files?
fr_fr: Le portefeuille '{}' contient plusieurs comptes qui ne sont plus pris en charges depuis Electrum 2.7. Souhaitez-vous séparer votre portefeuille en plusieurs fichiers ?
id_id: Dompet '{}' berisi banyak akun, yang tidak lagi didukung sejak Electrum 2.7. Apakah Anda ingin membagi dompet Anda menjadi beberapa file?

source: Then, enter your Google Authenticator code:
fr_fr: Ensuite, entrez votre code Google Authenticator :
id_id: Kemudian, masukkan kode Google Authenticator Anda:

source: There is a new update available
fr_fr: Il y a une nouvelle mise à jour disponible
id_id: Ada pembaruan baru yang tersedia

source: There was a problem with the automatic reporting:
fr_fr: Il y a eu un problème avec le rapport automatique :
id_id: Ada masalah dengan pelaporan otomatis:

source: Therefore, two-factor authentication is disabled.
fr_fr: Par conséquent l'authentification deux facteurs est désactivée.
id_id: Oleh karena itu, otentikasi dua faktor dinonaktifkan.

source: This address has already been used. For better privacy, do not reuse it for new payments.
id_id: Alamat ini sudah digunakan.

source: This blockchain is used to verify the transactions sent by your transaction server.
fr_fr: Cette chaîne de blocs est utilisée pour vérifier les transactions envoyées par votre serveur de transactions.
id_id: Blockchain ini digunakan untuk memverifikasi transaksi yang dikirim oleh server transaksi Anda.

source: This feature is not available for watch-only wallets.
fr_fr: Cette fonctionnalité n'est pas disponible pour les portefeuilles spectateurs.
id_id: Fitur ini tidak tersedia untuk dompet khusus jam tangan.

source: This file does not exist.
fr_fr: Ce fichier n'existe pas.
id_id: File ini sudah tidak ada.

source: This file is already open in memory.
fr_fr: Ce fichier est déjà ouvert en mémoire.
id_id: File ini sudah terbuka di memori.

source: This file is encrypted using a hardware device.
fr_fr: Ce fichier est chiffré à l'aide d'un périphérique matériel.
id_id: File ini dienkripsi menggunakan perangkat keras.

source: This file is encrypted with a password.
fr_fr: Ce fichier est chiffré avec un mot de passe.
id_id: File ini dienkripsi dengan kata sandi.

source: This function is only available after pairing your {} with a mobile device.
fr_fr: Cette fonctionnalités est uniquement disponible après appairage de votre {} avec un appareil mobile.
id_id: Fungsi ini hanya tersedia setelah memasangkan {} Anda dengan perangkat seluler.

source: This function is only available for p2pkh keystores when using {}.
fr_fr: Cette fonction est uniquement disponible pour des magasin de clés p2pkh en utilisant {}.
id_id: Fungsi ini hanya tersedia untuk keystore p2pkh saat menggunakan {}.

source: This function is only available for standard wallets when using {}.
fr_fr: Cette fonction est uniquement disponible pour les portefeuilles standard lors de l'utilisation de {}.
id_id: Fungsi ini hanya tersedia untuk dompet standar saat menggunakan {}.

source: This information is seen by the recipient if you send them a signed payment request.
fr_fr: Ces informations sont visibles par le destinataire si vous lui envoyez un ordre de paiement signé.
id_id: Informasi ini dilihat oleh penerima jika Anda mengirimkan permintaan pembayaran yang telah ditandatangani.

source: This is a watching-only wallet
fr_fr: Ceci est un portefeuille spectateur.
id_id: Ini adalah dompet hanya-lihat

source: This is a watching-only wallet.
fr_fr: Ceci est un portefeuille spectateur.
id_id: Ini adalah dompet khusus menonton.

source: This is a watching-only wallet. It does not contain private keys.
fr_fr: Ceci est un portefeuille spectateur. Il ne contient pas de clés privées.
id_id: Ini adalah dompet khusus menonton.

source: This is discouraged.
fr_fr: Ceci est découragé.
id_id: Hal ini tidak dianjurkan.

source: This is the height of your local copy of the blockchain.
fr_fr: Ceci est la taille de la copie locale pour la chaîne de blocs.
id_id: Ini adalah salinan dari file di penympanan lokal dengan blockchain tertinggi.

source: This may result in higher transactions fees.
fr_fr: Cela peut entraîner des frais de transaction plus élevés.
id_id: Hal ini dapat mengakibatkan biaya transaksi yang lebih tinggi.

source: This means you will not be able to spend Bitcoins with it.
fr_fr: Ceci signifie que vous ne pourrez pas l'utiliser pour dépenser des Bitcoins.
id_id: Ini artinya Anda tidak akan dapat menghabiskan Bitcoins dengan itu.

source: This might improve your privacy somewhat.
fr_fr: Ceci pourrait améliorer votre vie privée quelque peu.
id_id: Ini mungkin sedikit meningkatkan privasi Anda.

source: This payment request will be signed.
fr_fr: Cette demande de paiement sera signée.
id_id: Permintaan pembayaran ini akan ditandatangani.

source: This plug-in allows you to create a visually encrypted backup of your wallet seeds, or of custom alphanumeric secrets.
fr_fr: Ce plugin vous permet de créer une sauvegarde cryptée visuellement de vos graines de portefeuilles ou de secrets alphanumériques personnalisés.
id_id: Plug-in ini memungkinkan Anda membuat cadangan benih dompet Anda yang terenkripsi secara visual, atau rahasia alfanumerik khusus.

source: This plugin adds two-factor authentication to your wallet.
fr_fr: Ce plugin ajoute l'authentification à deux facteurs à votre portefeuille.
id_id: Plugin ini menambahkan otentikasi dua faktor ke dompet Anda.

source: This plugin facilitates the use of multi-signatures wallets.
fr_fr: Ce plugin facilite l'utilisation de portefeuilles à signatures multiples.
id_id: Plugin ini memfasilitasi penggunaan dompet multi-tanda tangan.

source: This seed will allow you to recover your wallet in case of computer failure.
fr_fr: Cette graine vous permettra de restaurer votre portefeuille en cas d'une défaillance de votre ordinateur.
id_id: Benih ini memungkinkan Anda untuk memulihkan kembali dompet Anda bilamana komputer Anda rusak.

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
fr_fr: Ce service utilises portefeuille à signatures multiples dans lequel vous possédez 2 des 3 clés. La troisième clé est stockée sur un serveur distant qui signe les transactions en votre nom. De petits frais seront facturés pour chaque transaction qui utilisent le serveur distant.
id_id: Layanan ini menggunakan dompet multi-tanda tangan, di mana Anda memiliki 2 dari 3 kunci.

source: This setting affects the Send tab, and all balance related fields.
fr_fr: Ce paramètre affecte l'onglet Envoyer et tous les champs relatifs à la balance.
id_id: Pengaturan ini mempengaruhi tab Kirim, dan semua bidang terkait saldo.

source: This transaction is not saved. Close anyway?
fr_fr: Cette transaction n'est pas enregistrée. Fermer quand même ?
id_id: Transaksi ini belum disimpan. Tutup?

source: This transaction requires a higher fee, or it will not be propagated by your current server
fr_fr: Cette transaction requiert des frais plus élevés, ou elle ne sera pas propagée par votre serveur courant
id_id: Transaksi ini memerlukan biaya lebih tinggi, atau tidak akan disebarkan oleh server Anda saat ini

source: This type of script is not supported with {}.
fr_fr: Ce type de script n'est pas pris en charge avec {}.
id_id: Jenis skrip ini tidak didukung dengan {}.

source: This version supports a maximum of {} characters.
fr_fr: Cette version prend en charge un maximum de {} caractères.
id_id: Versi ini mendukung maksimal {} karakter.

source: This wallet has no seed
fr_fr: Ce portefeuille n'a pas de graine
id_id: Dompet ini tidak memiliki benih

source: This wallet is already registered with TrustedCoin. To finalize wallet creation, please enter your Google Authenticator Code.
fr_fr: Ce portefeuille est déjà enregistré auprès de TrustedCoin. Pour terminer la création du portefeuille veuillez entrer votre code Google Authenticator.
id_id: Dompet ini sudah terdaftar di TrustedCoin.

source: This wallet is protected by TrustedCoin's two-factor authentication.
fr_fr: Ce portefeuille est protégé par l'authentification à deux facteur de TrustedCoin.
id_id: Dompet ini dilindungi oleh otentikasi dua faktor TrustedCoin.

source: This wallet is watching-only
fr_fr: Ce portefeuille est en lecture seule
id_id: Dompet ini hanya untuk menonton

source: This wallet is watching-only.
fr_fr: Ce portefeuille est en lecture seule.
id_id: Dompet ini hanya dapat dilihat saja.

source: This wallet was restored from seed, and it contains two master private keys.
fr_fr: Ce portefeuille a été restaurée depuis une graine et il contient deux clés privées maîtresse.
id_id: Dompet ini dipulihkan dari awal, dan berisi dua kunci pribadi utama.

source: This will save fees.
fr_fr: Cela permettra d'économiser des frais.
id_id: Ini akan menghemat biaya.

source: Thus, you might want to keep using a non-segwit wallet in order to be able to receive bitcoins during the transition period.
fr_fr: Ainsi vous souhaiterez peut-être continuer à utiliser un portefeuille non-Segwit afin d'être capable de recevoir des bitcoins durant la période de transition.
id_id: Oleh karena itu, Anda mungkin ingin tetap menggunakan dompet non-segwit agar dapat menerima bitcoin selama masa transisi.

source: Time based: fee rate is based on average confirmation time estimates
fr_fr: Basé sur le temps : le taux des frais est basé sur le temps de confirmation moyen estimé
id_id: Berdasarkan waktu: tarif biaya didasarkan pada perkiraan waktu konfirmasi rata-rata

source: To
fr_fr: À
id_id: Kepada

source: To cancel, briefly touch the blinking light or wait for the timeout.
fr_fr: Pour annuler, touchez brièvement la lumière clignotante ou attendez que le délai d'attente expire.
id_id: Untuk membatalkan, sentuh sebentar lampu berkedip atau tunggu hingga batas waktu habis.

source: To cancel, briefly touch the light or wait for the timeout.
fr_fr: Pour annuler, touchez brièvement la lumière ou attendez que le délai d'attente expire.
id_id: Untuk membatalkan, sentuh lampu sebentar atau tunggu hingga batas waktu habis.

source: To continue, touch the Digital Bitbox's blinking light for 3 seconds.
fr_fr: Pour continuer, touchez la lumière clignotant du Digital Bitbox pendant 3 secondes.
id_id: Untuk melanjutkan, sentuh lampu berkedip Digital Bitbox selama 3 detik.

source: To continue, touch the Digital Bitbox's light for 3 seconds.
fr_fr: Pour continuer, touchez la lumière du Digital Bitbox pendant 3 secondes.
id_id: Untuk melanjutkan, sentuh lampu Digital Bitbox selama 3 detik.

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
fr_fr: Pour créer un portefeuille de dépenses, veuillez entrer une clé privée maîtresse (xprv/yprv/zprv).
id_id: Untuk membuat dompet pembelanjaan, silakan masukkan kunci pribadi master (xprv/yprv/zprv).

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
fr_fr: Pour créer un portefeuille spectateur, veuillez entrer une clé publique maîtresse (xpub/ypub/zpub).
id_id: Untuk membuat dompet hanya menonton, silakan masukkan kunci publik master Anda (xpub/ypub/zpub).

source: To encrypt your backup, first we need to load some noise.
fr_fr: Pour chiffrer votre sauvegarde, premièrement vous avez besoin de charger du bruit.
id_id: Untuk mengenkripsi cadangan Anda, pertama-tama kita perlu memuat beberapa noise.

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
fr_fr: Pour nous aider à diagnostiquer et résoudre le problème, vous pouvez nous envoyer un rapport d'erreur contenant des information de débogage :
id_id: Untuk membantu kami mendiagnosis dan memperbaiki masalah, Anda dapat mengirimkan laporan bug yang berisi informasi debug berguna kepada kami:

source: To make sure that you have properly saved your seed, please retype it here.
fr_fr: Pour s'assurer que vous avez bien sauvegardé votre graine, merci de la réécrire ici.
id_id: Untuk memastikan bahwa Anda sudah menyimpan benih dengan benar, harap ketik ulang benih Anda disini.

source: To somewhat protect your privacy, Electrum tries to create change with similar precision to other outputs.
fr_fr: Pour quelque peu protéger votre vie privée, Electrum tente de créer la monnaie avec une précision similaire aux autres sorties.
id_id: Untuk melindungi privasi Anda, Electrum mencoba menciptakan perubahan dengan presisi serupa dengan keluaran lainnya.

source: To trigger a rescan, press 'Next'.
fr_fr: Pour déclencher un nouveau scan, pressez 'Suivant'.
id_id: Untuk memicu pemindaian ulang, tekan 'Berikutnya'.

source: To try to fix this, we will now re-pair with your device.
fr_fr: Pour essayer de résoudre ceci, nous allons appairer à nouveau votre appareil.
id_id: Untuk mencoba memperbaikinya, sekarang kami akan memasangkan kembali dengan perangkat Anda.

source: Toggle Encryption
fr_fr: Basculer le chiffrage
id_id: Alihkan Enkripsi

source: Too long passphrase ({} > 50 chars).
fr_fr: Phrase secrète trop longue ({} > 50 cars.).
id_id: Frasa sandi terlalu panjang ({} > 50 karakter).

source: Total fee
id_id: Total biaya

source: Total feerate
id_id: Total biaya

source: Total size
fr_fr: Taille totale
id_id: Ukuran total

source: Transaction
id_id: Transaksi

source: Transaction ID
fr_fr: ID de transaction
id_id: ID Transaksi

source: Transaction ID:
fr_fr: ID de transaction :
id_id: ID Transaksi:

source: Transaction accepted by mobile phone. Waiting for confirmation.
fr_fr: Transactions acceptés par téléphone mobile. En attente de confirmation.
id_id: Transaksi diterima melalui ponsel.

source: Transaction added to wallet history.
fr_fr: Transaction ajoutée à l'historique du portefeuille.
id_id: Transaksi ditambahkan ke riwayat dompet.

source: Transaction could not be broadcast due to dust outputs.
fr_fr: La transaction n'a pas pu être transmise à cause de sorties dust.
id_id: Transaksi tidak dapat disiarkan karena keluaran debu.

source: Transaction could not be saved.
fr_fr: La transaction n'a pas pu être enregistrée.
id_id: Transaksi tidak dapat disimpan.

source: Transaction exported successfully
fr_fr: La transaction a été exportée avec succès
id_id: Transaksi berhasil diekspor

source: Transaction is too large in size.
fr_fr: La transaction est trop grande en taille.
id_id: Ukuran transaksi terlalu besar.

source: Transaction is unrelated to this wallet.
fr_fr: La transaction est sans rapport avec ce portefeuille.
id_id: Transaksi tidak ada hubungannya dengan dompet ini.

source: Transaction unrelated to your wallet
fr_fr: Transaction sans rapport avec votre portefeuille
id_id: Transaksi tidak berhubungan dengan dompet Anda

source: Transaction uses non-standard version.
fr_fr: La transaction utilise une version non-standard.
id_id: Transaksi menggunakan versi non-standar.

source: Transaction:
id_id: Transaksi:

source: Transactions
id_id: Transaksi

source: Transactions are encrypted and stored on a remote server.
fr_fr: Les transactions sont encryptées et stockées sur un serveur distant.
id_id: Transaksi dienkripsi dan disimpan di server jarak jauh.

source: Trezor Matrix Recovery
fr_fr: Récupération Matrice Trezor
id_id: Pemulihan Matriks Trezor

source: Trezor wallet
fr_fr: Portefeuille Trezor
id_id: Dompet Trezor

source: True
fr_fr: Vrai
id_id: Benar

source: TrustedCoin
id_id: Koin Tepercaya

source: TrustedCoin (2FA) fee for the next batch of transactions
fr_fr: Frais TrustedCoin (2FA) pour le prochain regroupement de transactions
id_id: Biaya TrustedCoin (2FA) untuk batch transaksi berikutnya

source: TrustedCoin Information
fr_fr: Information TrustedCoin
id_id: Informasi Koin Tepercaya

source: TrustedCoin charges a small fee to co-sign transactions. The fee depends on how many prepaid transactions you buy. An extra output is added to your transaction every time you run out of prepaid transactions.
fr_fr: TrustedCoin facture de petits frais pour cosigner des transactions. Les frais dépendent de la quantité de transactions prépayées que vous achetez. Une sortie additionnelle est ajoutées à vos transactions chaque fois que vous aurez épuisé vos transactions prépayées.
id_id: TrustedCoin membebankan sedikit biaya untuk menandatangani transaksi bersama.

source: Try to connect again?
fr_fr: Essayer de vous connecter à nouveau ?
id_id: Coba sambungkan lagi?

source: Try to explain not only what the bug is, but how it occurs.
fr_fr: Essayez d'expliquer non seulement l'erreur mais comment elle se produit.
id_id: Cobalah untuk menjelaskan tidak hanya ada bug tersebut, tapi bagaimana itu bisa terjadi.

source: Try to raise your transaction fee, or use a server with a lower relay fee.
fr_fr: Essayez d'augmenter vos frais de transaction ou utilisez un serveur avec un frais de relai plus bas.
id_id: Coba naikkan biaya transaksi Anda, atau gunakan server dengan biaya relay yang lebih rendah.

source: Turkish
fr_fr: Turc
id_id: Turki

source: Two Factor Authentication
fr_fr: Authentification à deux facteurs
id_id: Otentikasi Dua Faktor

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
fr_fr: L'authentification à deux facteur est un service fournit par TrustedCoin. Il utilise un portefeuille à signatures multiples dans lequel vous possédez 2 des 3 clés. La troisième clé est stockée sur un serveur distant qui signe les transactions en votre nom. Pour utiliser ce service, vous aurez besoin d'un smartphone avec Google Authenticator installé.
id_id: Otentikasi dua faktor adalah layanan yang disediakan oleh TrustedCoin.

source: Two-factor authentication is a service provided by TrustedCoin. To use it, you must have a separate device with Google Authenticator.
fr_fr: L'authentification à deux facteur est un service fournit par TrustedCoin. Pour l'utiliser vous avez besoin d'un appareil séparé avec Google Authenticator.
id_id: Otentikasi dua faktor adalah layanan yang disediakan oleh TrustedCoin.

source: Tx
id_id: Terima kasih

source: Type
id_id: Tipe

source: USB Serial
fr_fr: USB Série
id_id: Seri USB

source: Ukrainian
fr_fr: Ukrainien
id_id: Ukraina
