Repository: qtumproject/qtum-electrum
Catalog: electrum/locale/*/electrum.po
Languages: fr_fr, id_id

source: Your transaction was sent to the cosigning pool.
fr_fr: Votre transaction a été envoyée au groupement de cosignataires.
id_id: Transaksi Anda telah dikirim ke pool cosigning.

source: Your wallet file does not contain secrets, mostly just metadata.
fr_fr: Votre fichier de portefeuille ne contient pas de secrets, juste principalement des métadonnées.
id_id: File dompet Anda tidak mengandung rahasia, kebanyakan hanya metadata.

source: Your wallet file is NOT encrypted.
fr_fr: Votre portefeuille N'EST PAS chiffré.
id_id: File dompet Anda TIDAK dienkripsi.

source: Your wallet file is encrypted.
fr_fr: Votre portefeuille est chiffré.
id_id: File dompet Anda dienkripsi.

source: Your wallet file is: {}.
fr_fr: Votre ficher de portefeuille est : {}.
id_id: File dompet Anda adalah: {}.

source: Your wallet generation seed is:
fr_fr: La graine de génération de votre portefeuille est :
id_id: Benih untuk memulihkan wallet Anda adalah:

source: Your wallet has {} prepaid transactions.
fr_fr: Votre portefeuille a {} transactions prépayées.
id_id: Dompet Anda memiliki {} transaksi prabayar.

source: Your wallet history has been successfully exported.
fr_fr: Votre historique de portefeuille été exporté avec succès.
id_id: Twoja historia portfela została pomyślnie wyeksportowana.

source: Your wallet is not protected.
fr_fr: Votre portefeuille n'est pas protégé.
id_id: Dompet anda tidak dilindungi.

source: Your wallet is password protected and encrypted.
fr_fr: Votre portefeuille est protégé par mot de passe et est chiffré.
id_id: Dompet anda telah dilindungi oleh kata sandi dan di enkripsi.

source: Your {0} were exported to '{1}'
fr_fr: Vos {0} ont été exportés vers '{1}'
id_id: {0} Anda diekspor ke '{1}'

source: Your {} were successfully imported
fr_fr: Vos {} on été importés avec succès
id_id: {} Anda berhasil diimpor

source: Zeros after decimal point
fr_fr: Zéros après la virgule
id_id: Jumlah nol dibelakang koma

source: [Clear]
fr_fr: [Effacer]
id_id: [Bersih]

source: [Send]
fr_fr: [Envoyer]
id_id: [Kirim]

source: [b] - print server banner
fr_fr: [b] - bannière de serveur d'impression
id_id: [b] - spanduk server cetak

source: [c] - display contacts
fr_fr: [c] - afficher contacts
id_id: [c] - menampilkan kontak

source: [h] - displays this help text
fr_fr: [h] - affiche ce texte d'aide
id_id: [h] - menampilkan teks bantuan ini

source: [i] - display transaction history
fr_fr: [i] - afficher l'historique de transactions
id_id: [i] - menampilkan riwayat transaksi

source: [o] - enter payment order
fr_fr: [o] - entrer un ordre de paiement
id_id: [o] - masukkan perintah pembayaran

source: [p] - print stored payment order
fr_fr: [p] - imprimer un ordre de paiement stocké
id_id: [p] - mencetak perintah pembayaran yang disimpan

source: [q] - quit
fr_fr: [q] - quitter
id_id: [q] - berhenti

source: [r] - show own receipt addresses
fr_fr: [r] - montrer les propre adresses de reçus
id_id: [r] - tampilkan alamat tanda terima sendiri

source: [s] - send stored payment order
fr_fr: [s] - envoyer un ordre de paiement stocké
id_id: [s] - kirim perintah pembayaran yang tersimpan

source: address already in wallet
fr_fr: adresse déjà utilisée dans le portefeuille
id_id: alamat sudah ada di dompet

source: and you will have the possibility, while they are unconfirmed, to replace them with transactions that pay higher fees.
fr_fr: et vous aurez la possibilité, tant qu'elles ne sont pas confirmées, de les remplacer par des transactions qui paient des frais plus élevés.
id_id: dan Anda akan memiliki kemungkinan, meskipun belum dikonfirmasi, untuk menggantinya dengan transaksi yang membayar biaya lebih tinggi.

source: are frozen
fr_fr: sont bloqués
id_id: dibekukan

source: blocks
fr_fr: blocs
id_id: blok

source: change
fr_fr: monnaie
id_id: ubah

source: contacts
id_id: kontak

source: could not find suitable outputs
fr_fr: impossible de trouver des sortie appropriées
id_id: tidak dapat menemukan keluaran yang sesuai

source: current fee unknown
id_id: biaya saat ini tidak diketahui

source: high fee
fr_fr: frais élevés
id_id: biaya tinggi

source: initialized
fr_fr: initialisé
id_id: diinisialisasi

source: invalid address
fr_fr: adresse invalide
id_id: alamat tidak valid

source: invalid private key
fr_fr: clé privée invalide
id_id: kunci pribadi tidak valid

source: invoices
fr_fr: factures
id_id: faktur

source: labels
fr_fr: libellés
id_id: label

source: more information at <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
fr_fr: plus d'informations sur <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
id_id: informasi lebih lanjut di <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>

source: not implemented type
fr_fr: type non implémenté
id_id: tipe tidak diterapkan

source: or type an existing revealer code below and click 'next':
fr_fr: ou entrez un code de Revealer ci-dessous et cliquez sur 'Suivant' :
id_id: atau ketikkan kode pengungkap yang ada di bawah dan klik 'berikutnya':

source: please wait...
fr_fr: veuillez patienter...
id_id: proszę czekać...

source: print the calibration pdf and follow the instructions
fr_fr: imprimez le pdf d'étalonnage et suivez les instructions
id_id: cetak pdf kalibrasi dan ikuti instruksinya

source: proxy enabled
fr_fr: proxy activé
id_id: proksi diaktifkan

source: receiving
fr_fr: réception
id_id: menerima

source: secret backup utility
fr_fr: utilitaire de sauvegarde de secret
id_id: utilitas cadangan rahasia

source: seed
fr_fr: graine
id_id: benih

source: transaction is final
fr_fr: la transaction est finale
id_id: transaksi bersifat final

source: type a custom alphanumerical secret below:
fr_fr: entrer une secret alphanumérique personnalisé ci-dessous :
id_id: ketikkan rahasia alfanumerik khusus di bawah ini:

source: unknown
fr_fr: inconnu
id_id: tidak diketahui

source: unknown parser {!r} (choices: {})
fr_fr: parseur inconnu {!r} (choix : {})
id_id: parser tidak dikenal {!r} (pilihan: {})

source: watching only
fr_fr: spectateur
id_id: hanya dapat dilihat

source: watching-only
fr_fr: spectateur
id_id: hanya menonton

source: wiped
fr_fr: effacé(s)
id_id: dihapus

source: your seed extension will <b>not</b> be included in the encrypted backup.
fr_fr: votre extension de graine <b>ne sera pas</b> inclue dans la sauvegarde chiffrée.
id_id: ekstensi awal Anda <b>tidak</b> akan disertakan dalam cadangan terenkripsi.

source: {:2d} minutes
id_id: {:2d} menit

source: {:d} words
fr_fr: {:d} mots
id_id: {:d} kata-kata

source: {} Settings
fr_fr: Paramètres du {}
id_id: {} Setelan

source: {} confirmations
id_id: {} konfirmasi

source: {} connections.
fr_fr: {} connexions.
id_id: {} koneksi.

source: {} encrypted for Revealer {}_{} saved as PNG and PDF at:
fr_fr: {} chiffrés pour Revealer {}_{} enregistré en tant que PNG et PDF dans :
id_id: {} dienkripsi untuk Revealer {}_{} disimpan sebagai PNG dan PDF di:

source: {} from tip
fr_fr: {} depuis la pointe
id_id: {} dari ujung

source: {} is covered by GreenAddress instant confirmation
fr_fr: {} est couvert par la confirmation instantanée de GreenAddress
id_id: {} tercakup dalam konfirmasi instan GreenAddress

source: {} is not covered by GreenAddress instant confirmation
fr_fr: {} n'est pas couvert par la confirmation instantanée de GreenAddress
id_id: {} tidak tercakup dalam konfirmasi instan GreenAddress

source: {} new transactions: Total amount received in the new transactions {}
id_id: {} transaksi baru: Jumlah total yang diterima dalam transaksi baru {}

source: {} words
fr_fr: {} mots
id_id: {} kata-kata

source: &Filter
fr_fr: &Filtre

source: Blockchain
fr_fr: Chaîne de blocs

source: ETA
fr_fr: HAP

source: Email
fr_fr: Courriel

source: Esperanto
fr_fr: Espéranto

source: Label
fr_fr: Libellé

source: Password:
fr_fr: Mot de passe :

source: Segwit 2FA
fr_fr: 2FA de Segwit

source: Server
fr_fr: Serveur

source: Status
fr_fr: Statut

source: Status:
fr_fr: Statut :

source: Tamil
fr_fr: Tamoule

source: cosigner
fr_fr: cosignataire
