Repository: qtumproject/qtum-electrum
Catalog: electrum/locale/*/electrum.po
Languages: fr_fr, id_id

source: Enter your PIN code in order to decrypt your private key
fr_fr: Entrez votre code PIN pour déchiffrer votre clé privée
id_id: Masukkan kode PIN Anda untuk mendekripsi kunci pribadi Anda

source: Enter your PIN code in order to decrypt your seed
fr_fr: Saisir votre code PIN pour déchiffrer votre graine
id_id: Masukkan kode PIN anda untuk mendekripsi benih anda

source: Enter your PIN code in order to sign this transaction
fr_fr: Entrez votre code PIN afin de signer cette transaction
id_id: Masukkan kode PIN Anda untuk menandatangani transaksi ini

source: Enter your PIN code to confirm deletion of {}
fr_fr: Entrer votre code PIN pour confirmer la suppression de {}
id_id: Masukkan kode PIN Anda untuk mengonfirmasi penghapusan {}

source: Enter your PIN code to proceed
fr_fr: Entrez votre code PIN pour poursuivre
id_id: Masukkan kode PIN Anda untuk melanjutkan

source: Enter your current PIN:
fr_fr: Saisir votre PIN actuel :
id_id: Masukkan PIN anda saat ini:

source: Enter your current {} PIN:
fr_fr: Saisir votre code PIN {} actuel :
id_id: Masukkan PIN {} Anda saat ini:

source: Enter your email address:
fr_fr: Entrez votre adresse e-mail :
id_id: Masukkan alamat email Anda:

source: Enter your password or choose another file.
fr_fr: Saisir votre mot de passe ou choisissez un autre fichier.
id_id: Masukkan password anda atau pilih file yang lain.

source: Enter your password to proceed
fr_fr: Pour continuer, veuillez saisir votre nouveau mot de passe
id_id: Masukkan password anda untuk di proses

source: Erase the Digital Bitbox
fr_fr: Effacer la Digital Bitbox
id_id: Hapus Bitbox Digital

source: Error
fr_fr: Erreur
id_id: Kesalahan

source: Error adding payment request
fr_fr: Erreur lors de l'ajout de la requête de paiement
id_id: Kesalahan saat menambahkan permintaan pembayaran

source: Error connecting to server
fr_fr: Erreur de connexion au serveur
id_id: Kesalahan saat menyambung ke server

source: Error connecting to {} server
fr_fr: Erreur de connexion au serveur {}
id_id: Terjadi kesalahan saat menyambung ke server {}

source: Error decrypting message
fr_fr: Erreur durant le déchiffrage du message
id_id: Kesalahan saat mendekripsi pesan

source: Error getting TrustedCoin account info.
id_id: Kesalahan saat mendapatkan info akun TrustedCoin.

source: Error getting transaction from network
fr_fr: Erreur lors de la récupération de la transaction depuis le réseau
id_id: Kesalahan saat menerima transaksi dari jaringan

source: Error opening file
fr_fr: Erreur lors de l'ouverture du fichier
id_id: Kesalahan saat membuka berkas

source: Error parsing URI
id_id: Kesalahan saat mengurai URI

source: Error scanning devices
fr_fr: Erreur lors de la recherche d'appareils
id_id: Kesalahan saat memindai perangkat

source: Error showing address
fr_fr: Erreur lors de l'affichage d'adresse
id_id: Kesalahan saat menampilkan alamat

source: Error synchronising labels
fr_fr: Erreur lors de la synchronisation des libellés
id_id: Kesalahan saat menyinkronkan label

source: Error: duplicate master public key
fr_fr: Erreur: doublon de clé publique maîtresse
id_id: Kesalahan: duplikat kunci publik master

source: Estimate
fr_fr: Estimation
id_id: Perkiraan

source: Exit Electrum
fr_fr: Quitter Electrum
id_id: Keluar dari Electrum

source: Expenditures
fr_fr: Dépenses
id_id: Pengeluaran

source: Expiration
id_id: Kedaluwarsa

source: Expiration date of your request.
fr_fr: Date d’expiration de votre demande.
id_id: Waktu permintaan anda berakhir.

source: Expired
fr_fr: Expiré
id_id: Sudah kedaluwarsa

source: Expired requests have to be deleted manually from your list, in order to free the corresponding Bitcoin addresses.
fr_fr: Les demandes périmées doivent être supprimées manuellement dans votre liste, afin de libérer les adresses Bitcoin correspondantes.
id_id: Permintaan yang sudah kadaluarsa harus dihapus secara manual dari daftar, agar teratur & menjadi ringkas sesuai dengan alamat Bitcoin.

source: Expires
fr_fr: Expire
id_id: Kedaluwarsa

source: Export
fr_fr: Exporter
id_id: Ekspor

source: Export History
fr_fr: Exporter l'historique
id_id: Ekspor Riwayat

source: Export file
fr_fr: Exporter le fichier
id_id: Ekspor berkas

source: Export private key
fr_fr: Exporter une clé privée
id_id: Ekspor kunci pribadi

source: Exposing a single private key can compromise your entire wallet!
fr_fr: Révéler une seule clé privée peut compromettre votre portefeuille entier !
id_id: Memperlihatkan sebuah kunci privat dapat membahayakan keseluruhan isi dompet Anda!

source: Extend this seed with custom words
fr_fr: Étendre la graine avec des mots personnalisés
id_id: Memperpanjang seed ini dengan kata-kata yang dikustomisasi

source: Failed to create a client for this device.
fr_fr: Échoué à la création d'un client pour cet appareil.
id_id: Gagal membuat klien untuk perangkat ini.

source: Failed to decrypt using this hardware device.
fr_fr: Échec du déchiffrage à l'aide de ce périphérique matériel.
id_id: Gagal mendekripsi menggunakan perangkat keras ini.

source: Failed to display QR code.
fr_fr: Échec lors de l'affichage du QR code.
id_id: Gagal menampilkan kode QR.

source: Failed to export to file.
fr_fr: Échec lors de l'exportation vers un fichier.
id_id: Gagal mengekspor ke file.

source: Failed to import from file.
fr_fr: Échec lors de l'import depuis un fichier.
id_id: Gagal mengimpor dari file.

source: Failed to send transaction to cosigning pool
fr_fr: Échec lors de l'envoi de la transaction au groupement de cosignataires
id_id: Gagal mengirim transaksi ke kumpulan penandatanganan

source: Failed to update password
fr_fr: Le mot de passe n'a pas pu être mis à jour
id_id: Gagal memperbaharui kata kunci

source: False
fr_fr: Faux
id_id: Salah

source: Fee
fr_fr: Frais
id_id: Biaya transaksi

source: Fee estimation
fr_fr: Estimation des frais
id_id: Estimasi biaya

source: Fee for child
id_id: Biaya untuk anak

source: Fee rounding
id_id: Pembulatan biaya

source: Fees
fr_fr: Frais
id_id: Biaya

source: Fiat
fr_fr: Fiduciaire
id_id: Uang yang disahkan oleh sebuah negara sebagai alat pembayaran

source: Fiat currency
fr_fr: Monnaie fiduciaire
id_id: Nilai tukar mata uang

source: File
fr_fr: Fichier
id_id: Berkas

source: Filter:
fr_fr: Filtre :
id_id: Penyaring:

source: Final
fr_fr: Finale
id_id: Terakhir

source: Final balance
fr_fr: Solde final
id_id: Saldo akhir

source: Find
fr_fr: Recherche
id_id: Cari

source: Firmware Version
fr_fr: Version du firmware
id_id: Versi Firmware

source: Firmware version (or "Bitcoin" app) too old for Segwit support. Please update at
fr_fr: Version du Firmware (ou app "Bitcoin") trop ancienne pour le support de Segwit. Veuillez mettre à jour depuis
id_id: Versi firmware (atau aplikasi "Bitcoin") terlalu lama untuk dukungan Segwit.

source: Firmware version too old.
fr_fr: Version du firmware trop ancienne.
id_id: Versi firmware terlalu lama.

source: Firmware version too old. Please update at
fr_fr: Version du Firmware trop ancienne. Veuillez mettre à jour depuis
id_id: Versi firmware terlalu lama.

source: Fixed rate
fr_fr: Tarif fixe
id_id: Tarif tetap

source: Follow this branch
fr_fr: Suivre cette branche
id_id: Ikuti cabang ini

source: For more information, visit
fr_fr: Pour plus d'informations, visitez
id_id: Untuk informasi lebih lanjut, kunjungi

source: For security reasons we advise that you always use the latest version of Electrum.
fr_fr: Pour des raisons de sécurité, nous vos recommandons de toujours utiliser la dernier version d'Electrum.
id_id: Demi alasan keamanan, kami menyarankan Anda untuk selalu menggunakan Electrum versi terbaru.

source: Fork detected at block {}
fr_fr: Fourche détecté au bloc {}
id_id: Fork terdeteksi di blok {}

source: Format: address, amount
fr_fr: Format : adresse, montant
id_id: Format: alamat, jumlah

source: Freeze
fr_fr: Bloquer
id_id: Membekukan

source: Freeze Address
fr_fr: Geler l'adresse
id_id: Bekukan Alamat

source: Freeze Addresses
fr_fr: Geler les adresses
id_id: Bekukan Alamat

source: Freeze Coin
fr_fr: Geler la pièce de monnaie
id_id: Bekukan Koin

source: Freeze Coins
fr_fr: Geler les pièces de monnaie
id_id: Bekukan Koin

source: French
fr_fr: Français
id_id: Perancis

source: From
fr_fr: De
id_id: Dari

source: From {0} cosigners
fr_fr: De {0} cosignataires
id_id: Dari {0} cosigner

source: Full 2FA enabled. This is not supported yet.
fr_fr: 2FA Complète activée. Ceci n'est pas pris en charge actuellement.
id_id: 2FA penuh diaktifkan.

source: Funded
fr_fr: Financée
id_id: Didanai

source: General
fr_fr: Général
id_id: Umum

source: Generate a new random wallet
fr_fr: Générer un nouveau portefeuille aléatoire
id_id: Hasilkan dompet acak baru

source: German
fr_fr: Allemand
id_id: Jerman

source: Google Authenticator code:
fr_fr: Code Google Authenticator :
id_id: Kode Google Authenticator:

source: Greek
fr_fr: Grec
id_id: Yunani

source: GreenAddress requires your signature to verify that transaction is instant. Please enter your password to sign a verification request.
fr_fr: GreenAddress requiert votre signature pour vérifier que cette transaction est instantanée. Entrez votre mot de passe pour signer une requête de vérification.
id_id: GreenAddress memerlukan tanda tangan Anda untuk memverifikasi bahwa transaksi terjadi secara instan. Silakan masukkan kata sandi Anda untuk menandatangani permintaan verifikasi.

source: Handler not found for
fr_fr: Gestionnaire non trouvé pour
id_id: Pengendali tidak ditemukan

source: Hardware Keystore
fr_fr: Magasin de clés Matériel
id_id: Penyimpanan Kunci Perangkat Keras

source: Height
fr_fr: Hauteur
id_id: Tinggi

source: Hello World
id_id: Hello Dunia

source: Help
id_id: Bantuan

source: Here is your master public key.
fr_fr: Voici votre clé publique maîtresse.
id_id: Ini adalah kunci publik master Anda.

source: Hide
fr_fr: Masquer
id_id: Sembunyikan

source: Hide private key
fr_fr: Masquer la clé privée
id_id: Sembunyikan kunci pribadi

source: Hide seed
fr_fr: Masquer la graine
id_id: Sembunyikan benih

source: Hide {}
fr_fr: Masquer {}
id_id: Sembunyikan {}

source: History
fr_fr: Historique
id_id: Riwayat

source: Homepage
fr_fr: Page d'accueil
id_id: Beranda

source: Homescreen
fr_fr: Écran d'accueil
id_id: Layar Utama

source: How do you want to connect to a server?
fr_fr: Comment souhaitez-vous vous connecter à un serveur ?
id_id: Bagaimana Anda ingin terhubung ke server?

source: However, hardware wallets do not support message decryption, which makes them not compatible with the current design of cosigner pool.
fr_fr: Toutefois les portefeuilles matériels ne prennent pas en charge le déchiffrage de messages, ce qui les rend non compatibles avec la conception actuelle de groupement de cosignataires.
id_id: Namun, dompet perangkat keras tidak mendukung dekripsi pesan, sehingga tidak kompatibel dengan desain kumpulan cosigner saat ini.

source: However, we do not generate BIP39 seeds, because they do not meet our safety standard.
fr_fr: Toutefois nous ne générons pas de graine BIP39 car elle ne satisfont pas nos standard de sécurité.
id_id: Namun, kami tidak menghasilkan benih BIP39 karena tidak memenuhi standar keamanan kami.

source: Hungarian
fr_fr: Hongrois
id_id: Hongaria

source: I already have a seed
fr_fr: Je possède déjà une graine
id_id: Aku sudah mempunyai benih

source: I have lost my Google Authenticator account
fr_fr: J'ai perdu mon compte Google Authenticator
id_id: Saya kehilangan akun Google Authenticator saya

source: Identity
fr_fr: Identité
id_id: Identitas

source: If auto-connect is enabled, Electrum will always use a server that is on the longest blockchain.
fr_fr: Si la connexion automatique est activée, Electrum choisira toujours un serveur dont la chaîne de blocs est la plus longue.
id_id: Jika pilihan terhubung-otomatis diaktifkan, Electrum akan selalu menggunakan server di blockchain terpanjang.

source: If enabled, at most 100 satoshis might be lost due to this, per transaction.
fr_fr: Si activé, au plus 100 satoshis par transaction pourraient être perdus à cause de cela.
id_id: Jika diaktifkan, paling banyak 100 satoshi mungkin hilang karena hal ini, per transaksi.

source: If it is disabled, you have to choose a server you want to use. Electrum will warn you if your server is lagging.
fr_fr: S'il est désactivé, vous devez choisir un serveur que vous souhaitez utiliser. Electrum vous avertira si votre serveur est en retard.
id_id: Jika ini dinonaktifkan, Anda harus memilih server yang ingin Anda gunakan. Electrum akan memperingatkan Anda jika server Anda tersendat.

source: If you are not sure what this is, leave this field unchanged.
fr_fr: Si vous n'êtes pas sûr de ce que c'est, laisser ce champ tel quel.
id_id: Jika Anda tidak yakin apa ini, biarkan kolom ini tidak berubah.

source: If you are online, click on "{}" to continue.
fr_fr: Si vous êtes en-ligne, cliquez sur "{}" pour continuer.
id_id: Jika Anda sedang online, klik "{}" untuk melanjutkan.

source: If you check this box, your transactions will be marked as non-final,
fr_fr: Si vous cochez cette case, vos transactions seront considérées comme non-finales,
id_id: Jika Anda mencentang kotak ini, transaksi Anda akan ditandai sebagai non-final,

source: If you check this box, your unconfirmed transactions will be consolidated into a single transaction.
fr_fr: Si vous cochez cette case, vos transactions non confirmées seront consolidées en une seule transaction.
id_id: Jika Anda mencentang kotak ini, transaksi Anda yang belum dikonfirmasi akan digabungkan menjadi satu transaksi.

source: If you disable your PIN, anyone with physical access to your {} device can spend your bitcoins.
fr_fr: Si vous désactivez votre code PIN, n'importe qui bénéficiant d'un accès physique à votre appareil {} peut dépenser vos bitcoins.
id_id: Jika Anda menonaktifkan PIN, siapa pun yang memiliki akses fisik ke perangkat {} Anda bisa membelanjakan bitcoin Anda.

source: If you do not know what this is, leave this field empty.
fr_fr: Si vous ne savez pas ce qu'est ceci, laissez ce champ vide.
id_id: Jika Anda tidak tahu apa ini, biarkan kolom ini kosong.

source: If you forget a passphrase you will be unable to access any bitcoins in the wallet behind it. A passphrase is not a PIN. Only change this if you are sure you understand it.
fr_fr: Si vous oubliez une phrase secrète, vous serez incapable d'accéder aux bitcoins du portefeuille associé. Une phrase secrète n'est pas un code PIN. Ne changez ce paramètre que si vous êtes certain(e) de le comprendre.
id_id: Jika Anda lupa kata sandi, Anda tidak akan dapat mengakses bitcoin apa pun di dompet di belakangnya.

source: If you forget your PIN or lose your device, your seed phrase will be the only way to recover your funds.
fr_fr: Si vous oubliez votre code PIN ou perdez votre appareil, votre graine de départ sera la seule façon pour récupérer vos fonds.
id_id: Jika Anda lupa PIN atau kehilangan perangkat Anda, frase benih Anda akan menjadi satu-satunya cara untuk memulihkan dana Anda.

source: If you have an old printer, or want optimal precision
fr_fr: Si vous avez une ancienne imprimante ou vous souhaitez une précision optimale
id_id: Jika Anda memiliki printer lama, atau menginginkan presisi optimal

source: If you have lost your Google Authenticator account, you can request a new secret. You will need to retype your seed.
fr_fr: Si vous avez perdu votre compte Google Authenticator, vous pouvez demander une nouveau secret. Vous aurez besoin d'entrer à nouveau votre graine.
id_id: Jika Anda kehilangan akun Google Authenticator, Anda dapat meminta rahasia baru.

source: If you have lost your second factor, you need to restore your wallet from seed in order to request a new code.
fr_fr: Si vous avez perdu votre second facteur, vous avez besoin de restaurer votre portefeuille depuis votre graine afin de demander un nouveau code.
id_id: Jika Anda kehilangan faktor kedua, Anda perlu memulihkan dompet Anda dari awal untuk meminta kode baru.

source: If you keep experiencing network problems, try using a Tor proxy.
fr_fr: Si vous continuez à rencontrer des problèmes réseau, essayez d'utiliser un proxy Tor.
id_id: Jika Anda terus mengalami masalah jaringan, coba gunakan proksi Tor.

source: If you lose your seed, your money will be permanently lost.
fr_fr: Si vous perdez votre graine, votre argent sera définitivement perdu.
id_id: Jika Anda kehilangan benih Anda, uang Anda akan hilang secara permanen.

source: If you use a passphrase, make sure it is correct.
fr_fr: Si vous utilisez une phrase secrète, assurez-vous qu'elle est correcte.
id_id: Jika Anda menggunakan frasa sandi, pastikan itu benar.

source: If you want to create new addresses, use a deterministic wallet instead.
fr_fr: Si vous souhaitez créer de nouvelles adresses, utilisez plutôt un portefeuille déterministe.
id_id: Jika Anda ingin membuat alamat baru, gunakan dompet yang bukan deterministik.

source: If your device is not detected on Windows, go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
fr_fr: Si votre appareil n'est pas détecté sur Windows, rendez-vous dans "Paramètres", "Périphériques", "Périphériques connectés" et sélectionnez "Retirer le périphérique". Ensuite connecter votre appareil à nouveau.
id_id: Jika perangkat Anda tidak terdeteksi di Windows, buka "Pengaturan", "Perangkat", "Perangkat yang terhubung", dan lakukan "Hapus perangkat".

source: If your wallet contains funds, make sure you have saved its seed.
fr_fr: Si votre portefeuille contient des fonds, assurez-vous que vous avez enregistré votre graine.
id_id: Jika dompet Anda berisi dana, pastikan Anda telah menyimpan benihnya.

source: Ignore and continue?
id_id: Abaikan dan lanjutkan?

source: Import
fr_fr: Importer
id_id: Impor

source: Import Bitcoin Addresses
fr_fr: Importer les adresses Bitcoin
id_id: Impor Alamat Bitcoin

source: Import Bitcoin addresses or private keys
fr_fr: Importer des adresses Bitcoin ou clés privées
id_id: Impor alamat Bitcoin atau kunci pribadi

source: Import addresses
fr_fr: Importer des adresses
id_id: Impor alamat

source: Import file
fr_fr: Importer un fichier
id_id: Impor berkas

source: Import pairing from the Digital Bitbox desktop app
fr_fr: Importer un appariement à partir de l'application de bureau Digital Bitbox
id_id: Impor pemasangan dari aplikasi desktop Digital Bitbox

source: Import private keys
fr_fr: Importer les clés privées
id_id: Impor kunci privat

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
fr_fr: En particulier, n'utilisez PAS les services d'échange de clés privées "redeem private key" offerts par des parties tierces.
id_id: Secara khusus, JANGAN menggunakan pilihan 'cairkan dari kunci privat' yang ditawarkan oleh pihak ketiga.

source: In seedless mode, the mnemonic seed words are never shown to the user. There is no backup, and the user has a proof of this. This is an advanced feature, only suggested to be used in redundant multisig setups.
fr_fr: En mode sans graine, les mots de la graine mnémonique ne sont jamais affichés à l'utilisateur. Il n'y a pas de sauvegarde et l'utilisateur a une preuve de cela. Ceci est une fonctionnalité avancée uniquement suggérée pour une utilisation dans un montage de multi-signatures redondantes.
id_id: Dalam mode tanpa benih, kata-kata benih mnemonik tidak pernah ditampilkan kepada pengguna. Tidak ada cadangan, dan pengguna memiliki buktinya. Ini adalah fitur lanjutan, hanya disarankan untuk digunakan dalam pengaturan multisig yang berlebihan.

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
fr_fr: Dans certains cas, utilisez jusqu' à 3 adresses pour diviser de grandes quantités de pièces et obscurcir l'adresse du destinataire.
id_id: Dalam beberapa kasus, gunakan hingga 3 alamat yang berubah-ubah dalam rangka untuk memecah jumlah koin yang besar dan mengaburkan alamat penerima.

source: In the next block
fr_fr: Dans le prochain bloc
id_id: Di blok berikutnya

source: Included in block: {}
fr_fr: Inclus dans le bloc : {}
id_id: Termasuk dalam blok: {}

source: Income
fr_fr: Revenu
id_id: Pendapatan

source: Incorrect password
fr_fr: Mot de passe incorrect
id_id: Kata sandi salah

source: Incorrect password entered.
fr_fr: Mot de passe incorrect entré.
id_id: Kata sandi yang dimasukkan salah.

source: Incorrect seed
fr_fr: Graine incorrecte
id_id: Benih yang salah

source: Increase fee
fr_fr: Augmenter les frais
id_id: Meningkatkan biaya mining

source: Increase your transaction's fee to improve its position in mempool.
fr_fr: Augmentez vos frais de transaction pour améliorer votre position dans le mempool.
id_id: Naikkan biaya transaksi Anda untuk meningkatkan posisinya di mempool.

source: Indonesian
fr_fr: Indonésien
id_id: Bahasa Indonesia

source: Info
id_id: Informasi

source: Information
id_id: Informasi

source: Initial balance
fr_fr: Balance initiale
id_id: Saldo awal

source: Initialization of Ledger HW devices is currently disabled.
fr_fr: L'initialisation d'appareils Ledger HW est actuellement désactivée.
id_id: Inisialisasi perangkat Ledger HW saat ini dinonaktifkan.

source: Initialize Device
fr_fr: Initialiser Appareil
id_id: Inisialisasi Perangkat

source: Initialized
fr_fr: Initialisé
id_id: Diinisialisasi

source: Input amount
fr_fr: Montant entrée
id_id: Masukkan jumlah

source: Input raw transaction
fr_fr: Saisir une transaction brute
id_id: Masukan transaksi mentah

source: Inputs
fr_fr: Entrées
id_id: Masukan

source: Install Wizard
fr_fr: Assistant d'installation
id_id: Proses pemesangan dengan benar

source: Install the zbar package to enable this.
fr_fr: Installez le paquet zbar pour activer ceci.
id_id: Pasang paket zbar untuk mengaktifkan ini.

source: Instructions:
id_id: Petunjuk:

source: Insufficient funds
fr_fr: Fonds insuffisants
id_id: Dana tidak mencukupi

source: Invalid Address
fr_fr: Adresse invalide
id_id: Alamat Salah

source: Invalid Amount
fr_fr: Montant invalide
id_id: Jumlah Salah

source: Invalid Bitcoin Address
fr_fr: Adresse Bitcoin invalide
id_id: Alamat Bitcoin Salah

source: Invalid Bitcoin address
fr_fr: Adresse Bitcoin invalide
id_id: Alamat Bitcoin tidak valid

source: Invalid Bitcoin address.
fr_fr: Adresse Bitcoin invalide.
id_id: Alamat Bitcoin tidak valid.

source: Invalid Fee
fr_fr: Frais invalides
id_id: Biaya Tidak Sah

source: Invalid JSON code.
fr_fr: Code JSON invalide.
id_id: Kode JSON tidak valid.

source: Invalid Lines found:
fr_fr: Lignes invalides trouvées :
id_id: Baris tidak valid ditemukan:

source: Invalid PIN
fr_fr: Code PIN erroné
id_id: PIN tidak valid

source: Invalid Public key
fr_fr: Clé publique invalide
id_id: Kunci Publik tidak valid

source: Invalid amount
fr_fr: Montant invalide
id_id: Jumlah tidak valid

source: Invalid one-time password.
fr_fr: Mot de passe unique invalide.
id_id: Kata sandi satu kali tidak valid.

source: Invalid xpub magic. Make sure your {} device is set to the correct chain.
fr_fr: Le magique xpub est invalide. Assurez-vous que votre appareil {} est réglé sur la chaîne correcte.
id_id: Sihir xpub tidak valid.

source: Invoice
fr_fr: Facture
id_id: Tagihan

source: Invoice saved
fr_fr: Facture sauvegardée
id_id: Faktur disimpan

source: Invoice saved as
fr_fr: Facture sauvegardée sous
id_id: Faktur disimpan sebagai

source: Invoices
fr_fr: Factures
id_id: Tagihan-Tagihan

source: It also contains your master public key that allows watching your addresses.
fr_fr: Il contient également votre clé publique maîtresse qui permet de surveiller vos adresses.
id_id: Ini juga berisi kunci publik master Anda yang memungkinkan melihat alamat Anda.
