Repository: qtumproject/qtum-electrum
Catalog: electrum/locale/*/electrum.po
Languages: fr_fr, id_id

source: Please wait while Electrum checks for available updates.
fr_fr: Veuillez attendre pendant qu'Electrum vérifie la disponibilité des mises à jour.
id_id: Harap tunggu sementara Electrum memeriksa pembaruan yang tersedia.

source: Please wait...
fr_fr: Veuillez patienter...
id_id: Harap tunggu...

source: Polish
fr_fr: Polonais
id_id: Polandia

source: Portuguese
fr_fr: Portugais
id_id: Portugis

source: Position in mempool: {} from tip
fr_fr: Position dans le mempool : {} depuis la pointe
id_id: Posisi di mempool: {} dari ujung

source: Preferences
fr_fr: Préférences
id_id: Pengaturan

source: Press 'Next' to choose device to decrypt.
fr_fr: Appuyez sur 'Suivant' pour choisir le périphérique à déchiffrer.
id_id: Tekan 'Berikutnya' untuk memilih perangkat yang akan didekripsi.

source: Press 'Next' to create this wallet, or choose another file.
fr_fr: Appuyez sur 'Suivant' pour créer ce portefeuille, ou choisissez un autre fichier.
id_id: Tekan 'Next' untuk membuat dompet, atau memilih file yang lain.

source: Press 'Next' to create/focus window.
fr_fr: Pressez 'Suivant' pour créer/basculer vers la fenêtre.
id_id: Tekan 'Berikutnya' untuk membuat/memfokuskan jendela.

source: Press 'Next' to open this wallet.
fr_fr: Cliquer sur 'Suivant' pour ouvrir ce portefeuille.
id_id: Tekan 'Next' untuk membuka dompet ini.

source: Press Enter
fr_fr: Appuyez sur Entrer
id_id: Tekan Enter

source: Press again to exit
fr_fr: Appuyer encore une fois pour quitter
id_id: Tekan lagi untuk keluar

source: Preview
fr_fr: Aperçu
id_id: Pratinjau

source: Printer Calibration
fr_fr: Calibration d'imprimante
id_id: Kalibrasi Pencetak

source: Private Key
fr_fr: Clé privée
id_id: Kunci Pribadi

source: Private key
fr_fr: Clé privée
id_id: Kunci Privat

source: Private keys
fr_fr: Clés privées
id_id: Kunci Privat

source: Private keys exported.
fr_fr: Clés privées exportées.
id_id: Kunci privat di ekspor.

source: Proceed at your own risk.
fr_fr: Poursuivez à vos propres risques.
id_id: Lanjutkan dengan risiko Anda sendiri.

source: Proceed?
fr_fr: Continuer ?
id_id: Diproses?

source: Provides support for Digital Bitbox hardware wallet
fr_fr: Fournit la prise en charge pour le portefeuille matériel Digital Bitbox
id_id: Memberikan dukungan untuk dompet perangkat keras Digital Bitbox

source: Provides support for KeepKey hardware wallet
fr_fr: Fournit la prise en charge pour le portefeuille matériel KeepKey
id_id: Memberikan dukungan untuk dompet perangkat keras KeepKey

source: Provides support for Safe-T mini hardware wallet
fr_fr: Fournit la prise en charge pour le mini portefeuille matériel Safe-T
id_id: Memberikan dukungan untuk dompet perangkat keras mini Safe-T

source: Provides support for Trezor hardware wallet
fr_fr: Fournit la prise en charge pour le portefeuille matériel Trezor
id_id: Menyediakan dukungan untuk dompet perangkat keras Trezor

source: Provides support for air-gapped transaction signing.
fr_fr: Fournit la prise en charge pour la signature de transactions "air-gapped".
id_id: Memberikan dukungan untuk penandatanganan transaksi celah udara.

source: Proxy configuration
fr_fr: Configuration Proxy
id_id: Konfigurasi proksi

source: Proxy mode
fr_fr: Mode du proxy
id_id: Modus proksi

source: Proxy settings apply to all connections: with Electrum servers, but also with third-party services.
fr_fr: Les paramètres de proxy s'appliquent à toutes les connexions : avec les serveurs Electrum mais aussi avec les services tiers.
id_id: Pengaturan proxy berlaku untuk semua koneksi: dengan server Electrum, tetapi juga dengan layanan pihak ketiga.

source: Proxy user
fr_fr: Utilisateur proxy
id_id: Pengguna proxy

source: Pruned transaction outputs
fr_fr: Sorties de transaction élaguées
id_id: ​​Output transaksi dipangkas

source: Public key
fr_fr: Clé publique
id_id: Kunci publik

source: Public keys
fr_fr: Clés publiques
id_id: Kunci publik

source: QR code
id_id: Kode QR

source: QR code copied to clipboard
fr_fr: QR code enregistré dans le presse-papiers
id_id: Kode QR disalin ke clipboard

source: QR code saved to file
fr_fr: Le QR code a été enregistré dans un fichier
id_id: Kode QR disimpan ke berkas

source: Question
id_id: Pertanyaan

source: Quit
fr_fr: Quitter
id_id: Keluar

source: REMEMBER THE PASSWORD!
fr_fr: SOUVENEZ-VOUS DU MOT DE PASSE!
id_id: INGAT KATA SANDI!

source: Raw Transaction
fr_fr: Transaction brute
id_id: Transaksi Mentah

source: Re-Pair
fr_fr: Re-appairer
id_id: Pasangkan Kembali

source: Re-enter the new PIN for your {}. NOTE: the positions of the numbers have changed!
fr_fr: Entrer à nouveau le nouveau PIN pour votre {}. REMARQUE: les positions des chiffres ont été changées !
id_id: Masukkan kembali PIN baru untuk {} Anda. CATATAN: posisi nomor telah berubah!

source: Read QR code
fr_fr: Lire le QR code
id_id: Membaca kode QR

source: Read file
fr_fr: Lire le fichier
id_id: Membaca data

source: Read from microphone
fr_fr: Lire depuis le microphone
id_id: Membaca dari mikrofon

source: Ready to encrypt for revealer {}
fr_fr: Prêt à crypter pour le Revealer {}
id_id: Siap mengenkripsi untuk pengungkap {}

source: Receive
fr_fr: Recevoir
id_id: Terima

source: Received
fr_fr: Reçu
id_id: Diterima

source: Receiving
fr_fr: En réception
id_id: Menerima

source: Receiving address
fr_fr: Adresse de réception
id_id: Alamat menerima

source: Recipient
fr_fr: Destinataire
id_id: Penerima

source: Recipient not specified.
fr_fr: Destinataire non spécifié.
id_id: Penerima tidak ditentukan.

source: Recipient of the funds.
fr_fr: Destinataire des fonds.
id_id: Penerima dana.

source: Recover from a seed you have previously written down
fr_fr: Restaurer depuis une graine que vous avez précédemment écrite
id_id: Pulihkan dari benih yang telah kamu tulis sebelumnya

source: Redeem Script
fr_fr: Script de remboursement
id_id: Gunakan Script

source: Remove
fr_fr: Supprimer
id_id: Hapus

source: Remove from wallet
fr_fr: Enlever du portefeuille
id_id: Keluarkan dari dompet

source: Remove {} from your list of contacts?
fr_fr: Enlever {} de votre liste de contacts ?
id_id: Hapus {} dari daftar kontak Anda?

source: Report contents
fr_fr: Contenu du rapport
id_id: Laporkan isinya

source: Report sent
fr_fr: Rapport envoyé
id_id: Laporan terkirim

source: Reporting Bugs
fr_fr: Rapporter des erreurs
id_id: Laporkan masalah

source: Request
fr_fr: Demande
id_id: Permintaan

source: Request amount
fr_fr: Demander le montant
id_id: Jumlah permintaan

source: Request copied to clipboard
fr_fr: Demande copiée dans le presse-papiers
id_id: Permintaan disalin ke papan klip

source: Request expires
fr_fr: Expiration de la demande
id_id: Permintaan berakhir

source: Request payment
fr_fr: Demander un paiement
id_id: Minta pembayaran

source: Request rejected by server
fr_fr: Demande rejetée par le serveur
id_id: Permintaan ditolak oleh server

source: Request saved successfully
fr_fr: Demande enregistrée avec succès
id_id: Permintaan berhasil disimpan

source: Request sent.
fr_fr: Demande envoyée.
id_id: Permintaan terkirim.

source: Request was saved.
fr_fr: La demande a été sauvegardée.
id_id: Permintaan telah disimpan.

source: Requested amount
fr_fr: Montant demandé
id_id: Jumlah yang diminta

source: Requesting account info from TrustedCoin server...
fr_fr: Requête des informations du compte depuis le serveur de TrustedCoin...
id_id: Meminta info akun dari server TrustedCoin...

source: Requestor
fr_fr: Demandeur
id_id: Peminta

source: Requests
fr_fr: Requêtes
id_id: Meminta

source: Require {0} signatures
fr_fr: Exiger {0} signatures
id_id: Membutuhkan {0} tanda tangan

source: Required package 'PIL' is not available - Please install it or use the Trezor website instead.
fr_fr: Le paquet 'PIL' requis n'est pas disponible - Veuillez l'installer or utiliser le site Web Trezor à la place.
id_id: Paket 'PIL' yang diperlukan tidak tersedia - Silakan instal atau gunakan situs web Trezor.

source: Required package 'PIL' is not available - Please install it.
fr_fr: Le paquet 'PIL' n'est pas disponible - Veuillez l'installer.
id_id: Paket 'PIL' yang diperlukan tidak tersedia - Silakan instal.

source: Requires
fr_fr: Requiert
id_id: Dibutuhkan

source: Reset
fr_fr: Réinitialiser
id_id: Atur Ulang

source: Restore 2FA wallet
fr_fr: Restaurer un portefeuille 2FA
id_id: Pulihkan dompet 2FA

source: Restore two-factor Wallet
fr_fr: Restaurer un portefeuille deux facteurs
id_id: Pulihkan Dompet dua faktor

source: Revealer - Printer calibration settings
fr_fr: Révélateur - Paramètres de calibration d'imprimante
id_id: Revealer - Pengaturan kalibrasi printer

source: Revealer Backup Utility
fr_fr: Utilitaire de sauvegarde de Revealer
id_id: Utilitas Cadangan Pengungkap

source: Revealer Secret Backup Plugin
fr_fr: Plugin de sauvegarde de secret de Revealer
id_id: Plugin Cadangan Rahasia Pengungkap

source: Revealers starting with 0 are not secure due to a vulnerability.
fr_fr: Les Revealer commençant avec 0 ne sont pas sécurisé à cause d'une vulnérabilité.
id_id: Revealer yang dimulai dengan 0 tidak aman karena adanya kerentanan.

source: Right side
fr_fr: Côté droit
id_id: Sisi kanan

source: Romanian
fr_fr: Roumain
id_id: Rumania

source: Russian
fr_fr: Russe
id_id: Rusia

source: SSL certificate
fr_fr: Certificat SSL
id_id: Sertifikat SSL

source: SSL certificate used to sign payment requests.
fr_fr: Certificat SSL utilisé pour la signature des demandes de paiement.
id_id: Sertifikat SSL digunakan untuk menandatangani permintaan pembayaran.

source: Safe-T mini wallet
fr_fr: Mini portefeuille Safe-T
id_id: Dompet mini Safe-T

source: Save
fr_fr: Enregistrer
id_id: Benih

source: Save PSBT
fr_fr: Enregistrer PSBT
id_id: Simpan PSBT

source: Save as BIP70 file
fr_fr: Enregistrer en tant que fichier BIP70
id_id: Simpan sebagai berkas BIP70

source: Save invoice to file
fr_fr: Enregistrer la facture comme fichier
id_id: Simpan faktur ke dalam file

source: Save transaction offline
fr_fr: Enregistrer transaction hors ligne
id_id: Simpan transaksi secara offline

source: Save your wallet labels on a remote server, and synchronize them across multiple devices where you use Electrum.
fr_fr: Enregistrer vos libellés de portefeuille sur un serveur distant et synchroniser les sur plusieurs appareils sur lesquels vous utilisez Electrum.
id_id: Simpan label dompet Anda di server jarak jauh, dan sinkronkan di beberapa perangkat tempat Anda menggunakan Electrum.

source: Scan this QR code with your Ledger Wallet phone app to pair it with this Ledger device.<br>To complete pairing you will need your security card to answer a challenge.
fr_fr: Scannez ce QRcode avec votre application de téléphone Ledger pour l'appairer avec cet appareil Ledger.<br>Pour terminer l'appairage vous aurez besoin de votre carte de sécurité pour répondre à un défi.
id_id: Pindai kode QR ini dengan aplikasi ponsel Ledger Wallet Anda untuk memasangkannya dengan perangkat Ledger ini.<br>Untuk menyelesaikan pemasangan, Anda memerlukan kartu keamanan untuk menjawab tantangan.

source: Scrambled words
fr_fr: Mots mélangés
id_id: Kata-kata yang diacak

source: Script type
fr_fr: Type de script
id_id: Tipe skrip

source: Script type and Derivation path
fr_fr: Type de script et Chemin de dérivation
id_id: Jenis skrip dan jalur Derivasi

source: Security Card Challenge
fr_fr: Défi de la carte de sécurité
id_id: Tantangan Kartu Keamanan

source: Seed
fr_fr: Graine
id_id: Benih

source: Seed Entered
fr_fr: Graine entrée
id_id: Benih Masuk

source: Seed Type
fr_fr: Type de graine
id_id: Ketik sandi benih

source: Seed available
fr_fr: Graine disponible
id_id: Benih tersedia

source: Seed extension
fr_fr: Extension de graine
id_id: Perpanjangan benih

source: Segwit wallets use bech32 addresses, defined in BIP173.
fr_fr: Les portefeuilles Segwit utilisent des adresses bech32, définie dans le BIP173.
id_id: Dompet Segwit menggunakan alamat bech32, yang ditentukan dalam BIP173.

source: Select a device
fr_fr: Sélectionnez un appareil
id_id: Pilih perangkat

source: Select date
fr_fr: Sélectionnez une date
id_id: Pilih tanggal

source: Select file to export your private keys to
fr_fr: Sélectionner un fichier vers lequel exporter vos clés privées
id_id: Pilih berkas kemana Anda ingin mengekspor kunci privat

source: Select file to export your wallet transactions to
fr_fr: Sélectionner un fichier vers lequel exporter les transactions de votre portefeuille
id_id: Pilih berkas kemana Anda ingin mengekspor transaksi dompet Anda

source: Select file to save your {}
fr_fr: Sélectionnez le fichier pour enregistrer votre {}
id_id: Pilih file untuk menyimpan {} Anda

source: Select recovery type:
fr_fr: Sélectionnez le type de récupération :
id_id: Pilih jenis pemulihan:

source: Select server automatically
fr_fr: Sélectionner un serveur automatiquement
id_id: Pilih server secara otomatis

source: Select server manually
fr_fr: Sélectionner un serveur manuellement
id_id: Pilih server secara manual

source: Select where to save the PSBT file
fr_fr: Sélectionnez où enregistrer le fichier PSBT
id_id: Pilih tempat menyimpan file PSBT

source: Select where to save your payment request
fr_fr: Sélectionner où enregistrer votre demande de paiement
id_id: Pilih dimana Anda ingin menyimpan permintaan pembayaran Anda

source: Select where to save your signed transaction
fr_fr: Sélectionner l'endroit où enregistrer votre transaction signée
id_id: Pilih dimana Anda ingin menyimpan transaksi yang sudah ditanda tangani

source: Select which language is used in the GUI (after restart).
fr_fr: Sélectionner la langue utilisée pour l'interface graphique (après redémarrage).
id_id: Pilih bahasa yang ingin digunakan di antar muka (setelah dihidupkan ulang).

source: Select your seed length:
fr_fr: Sélectionnez la longueur de votre graine :
id_id: Pilih panjang benih Anda:

source: Select your server automatically
fr_fr: Sélectionnez votre serveur automatiquement
id_id: Pilih server Anda secara otomatis

source: Select your transaction file
fr_fr: Sélectionner votre fichier de transaction
id_id: Pilih file transaksi Anda

source: Send
fr_fr: Envoyer
id_id: Kirim

source: Send Bug Report
fr_fr: Expédier un rapport d'erreur
id_id: Kirim Laporan Bug

source: Send and receive payment request with an email account
fr_fr: Envoyer et recevoir une requête de paiement avec un compte e-mail
id_id: Kirim dan terima permintaan pembayaran dengan akun email

source: Send and receive payment requests via email
fr_fr: Envoyer et recevoir une requête de paiement via e-mail
id_id: Mengirim dan menerima permintaan pembayaran melalui email

source: Send to cosigner
fr_fr: Envoyer pour cosigner
id_id: Kirim ke pengirim barang

source: Send to speaker
fr_fr: Envoyer à l'haut-parleur
id_id: Kirim ke pembicara

source: Send via e-mail
fr_fr: Envoyer via e-mail
id_id: Kirim melalui email

source: Sending
fr_fr: Envoyer
id_id: Mengirim

source: Sending crash report...
id_id: Mengirim laporan kerusakan...

source: Sending transaction to cosigning pool...
fr_fr: Envoyer la transaction au groupement de cosignataires...
id_id: Mengirim transaksi ke kumpulan cosigning...

source: Sent
fr_fr: Envoyé
id_id: Terkirim

source: Server hosting your email account
fr_fr: Serveur hébergeant votre compte e-mail
id_id: Server yang menampung akun email Anda

source: Server is lagging ({} blocks)
fr_fr: Le serveur est en retard ({} blocs)
id_id: Server tertinggal ({} blok)

source: Server not reachable.
fr_fr: Serveur indisponible.
id_id: Server tidak dapat dijangkau.

source: Server peers
fr_fr: Clients du serveur
id_id: Server peer

source: Server returned unexpected transaction ID.
fr_fr: Serveur a retourné un ID de transaction inattendu.
id_id: Server mengembalikan ID transaksi yang tidak diharapkan.

source: Server used to query your history.
fr_fr: Serveur utilisé pour demander votre historique.
id_id: Server digunakan untuk menanyakan riwayat Anda.

source: Session Timeout
fr_fr: Durée de session
id_id: Batas Waktu Sesi

source: Set a PIN
fr_fr: Définir un PIN
id_id: Tetapkan PIN

source: Set the value of the change output so that it has similar precision to the other outputs.
fr_fr: Définir la valeur de la sortie de change afin qu'elle ait une précision similaire aux autres sorties.
id_id: Tetapkan nilai keluaran perubahan sehingga memiliki presisi yang sama dengan keluaran lainnya.

source: Set wallet file encryption.
fr_fr: Définir l'encryptage de fichier portefeuille.
id_id: Atur enkripsi file dompet.

source: Settings
fr_fr: Paramètres
id_id: Pengaturan

source: Share Bitcoin Request
fr_fr: Partager Requête Bitcoin
id_id: Permintaan Bagikan Bitcoin

source: Should this transaction be replaceable?
fr_fr: Cette transaction doit-elle être remplaçable ?
id_id: Apakah transaksi ini dapat diganti?

source: Show
fr_fr: Afficher
id_id: Tampilkan

source: Show Fiat balance for addresses
fr_fr: Afficher la balance en monnaie fiduciaire pour les adresses
id_id: Tampilkan saldo Fiat untuk alamat

source: Show QR Code
fr_fr: Montrer le QR Code
id_id: Tampilkan Kode QR

source: Show as QR code
fr_fr: Afficher comme QR code
id_id: Tampilkan sebagai kode QR

source: Show capital gains in history
fr_fr: Afficher les gains dans l'historique
id_id: Tunjukkan keuntungan modal dalam sejarah

source: Show expert settings
fr_fr: Montrer les paramètres experts
id_id: Tampilkan pengaturan ahli

source: Show fee edit box in send tab.
fr_fr: Afficher la boîte d'édition des frais dans l'onglet Envoyer.
id_id: Tampilkan ubahan kotak biaya di tab pengirim.

source: Show history rates
fr_fr: Afficher l'historique des taux
id_id: Tampilkan riwayat secara umum

source: Show on Coldcard
fr_fr: Afficher sur Coldcard
id_id: Tampil di Coldcard

source: Show on Ledger
fr_fr: Afficher sur Ledger
id_id: Tampilkan di Buku Besar

source: Show on {}
fr_fr: Afficher sur {}
id_id: Tampil di {}

source: Show report contents
fr_fr: Afficher le contenu du rapport
id_id: Tampilkan isi laporan

source: Show seed
fr_fr: Afficher la graine
id_id: Tunjukkan benih

source: Show {}
fr_fr: Afficher {}
id_id: Tampilkan {}

source: Show/Hide
fr_fr: Afficher / masquer
id_id: Tampilkan/Sembunyikan

source: Showing address ...
fr_fr: Affichage de l'adresse ...
id_id: Menampilkan alamat ...

source: Sign
fr_fr: Signer
id_id: Tanda Tangani

source: Sign/verify Message
fr_fr: Signer / vérifier un message
id_id: &Tanda Tangani/verifikasi pesan

source: Sign/verify message
fr_fr: Signer/vérifier le message
id_id: Menandatangani/memverifikasi pesan

source: Signature
id_id: Tanda Tangan

source: Signature verified
fr_fr: Signature vérifiée
id_id: Tanda tangan terverifikasi

source: Signed
fr_fr: Signé
id_id: Ditandatangani

source: Signed invoices are saved automatically when you scan them.
fr_fr: Les factures signées sont enregistrées automatiquement lorsque vous les scannez.
id_id: Faktur yang ditandatangani disimpan secara otomatis saat Anda memindainya.

source: Signing
fr_fr: Signature
id_id: Penandatanganan

source: Signing large transaction. Please be patient ...
fr_fr: Signature de grosses transactions. Veuillez patienter ...
id_id: Menandatangani transaksi besar.

source: Signing message ...
fr_fr: Signature du message ...
id_id: Menandatangani pesan...

source: Signing transaction...
fr_fr: Signature de la transaction en cours...
id_id: Transaksi sedang ditandatangani...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
fr_fr: Signer avec une adresse signifie en réalité signer avec la clé privée correspondante et vérifier avec la clé publique correspondante. L'adresse que vous avez entrée n'a pas de clé publique unique ainsi ces opérations ne peuvent pas être effectuées.
id_id: Menandatangani dengan alamat sebenarnya berarti menandatangani dengan kunci pribadi yang sesuai, dan memverifikasi dengan kunci publik yang sesuai.

source: Size:
fr_fr: Taille :
id_id: Ukuran:

source: Slovak
fr_fr: Slovaque
id_id: Slowakia

source: Slovenian
fr_fr: Slovène
id_id: Slovenia

source: Something went wrong while executing Electrum.
fr_fr: Quelque chose c'est mal passé lors de l'exécution d'Electrum.
id_id: Ada yang tidak beres saat menjalankan Electrum.

source: Sorry!
fr_fr: Désolé!
id_id: Maaf!

source: Sorry, but we were unable to check for updates. Please try again later.
fr_fr: Désolé, mais nous avons pas réussi à vérifier les mises à jour. Veuillez réessayer plus tard.
id_id: Maaf, kami tidak dapat memeriksa pembaruan.

source: Source
id_id: Sumber

source: Spanish
fr_fr: Espagnole
id_id: Spanyol

source: Spend
fr_fr: Dépenser
id_id: Pembelanjaan

source: Spend from
fr_fr: Dépenser depuis
id_id: Pembelanjaan dari

source: Spend only confirmed coins
fr_fr: Dépense seulement la monnaie confirmée
id_id: Hanya habiskan koin yang dikonfirmasi

source: Spend only confirmed inputs.
fr_fr: Dépense seulement les entrées confirmées.
id_id: Hanya habiskan input yang dikonfirmasi.

source: Standard wallet
fr_fr: Portefeuille standard
id_id: Dompet standar

source: Start
fr_fr: Démarrer
id_id: Mulai

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Bitcoin system.
fr_fr: Le temps de démarrage est quasi-nul grâce aux serveurs très performants, qui se chargent des parties les plus compliquées du système Bitcoin, avec lesquels il opère en conjonction.
id_id: Waktu memulai nya sangat cepat karena bekerja dengan dibantu server-server berperforma tinggi yang menjalankan bagian kompleks dari sistem Bitcoin.

source: Static
fr_fr: Fixe
id_id: Statis

source: Step {}/24. Enter seed word as explained on your {}:
fr_fr: Étape {}/24. Entrer mot de graine comme expliqué sur votre {} :
id_id: Langkah {}/24.

source: Success
fr_fr: Succès
id_id: Berhasil

source: Summary
fr_fr: Récapitulatif
id_id: Ringkasan

source: Summary Text PIN (requires dongle replugging)
fr_fr: Récapitulatif PIN texte (requiert de reconnecter l'appareil)
id_id: PIN Teks Ringkasan (memerlukan pemasangan ulang dongle)

source: Summary Text PIN is Disabled
fr_fr: Récapitulatif PIN texte est Désactivé
id_id: PIN Teks Ringkasan Dinonaktifkan

source: Supported Coins
fr_fr: Monnaies prises en charge
id_id: Koin yang Didukung

source: Swedish
fr_fr: Suédois
id_id: Swedia

source: Sweep
fr_fr: Balayer
id_id: Sapu

source: Sweep private keys
fr_fr: Balayer les clés privées
id_id: Sapu kunci privat

source: Synchronizing...
fr_fr: Synchronisation...
id_id: Menyinkronisasikan...

source: Target
fr_fr: Cible
id_id: Sasaran

source: Terms of Service
fr_fr: Conditions d'utilisation
id_id: Ketentuan Layanan

source: Testnet
fr_fr: Réseau de test
id_id: Jaringan Uji

source: Testnet coins are worthless.
id_id: Koin Testnet tidak berharga.

source: Testnet is separate from the main Bitcoin network. It is used for testing.
id_id: Testnet terpisah dari jaringan utama Bitcoin.

source: Text copied to clipboard
fr_fr: Texte copié dans le presse-papiers
id_id: Teks disalin ke papan klip

source: Text copied to clipboard.
fr_fr: Texte copié dans le presse-papiers.
id_id: Teks disalin ke papan klip.

source: Text copied to clipboard. Tap again to display it as QR code.
fr_fr: Texte copié dans le presse-papiers. Tapez à nouveau pour l'afficher sous forme de QR code.
id_id: Teks disalin ke papan klip. Ketuk lagi untuk menampilkannya sebagai kode QR.Teks disalin ke clipboard. Ketuk sekali lagi untuk menampilkan kode QR.

source: Thai
fr_fr: Thaï
id_id: Thailand

source: The Digital Bitbox is already seeded. Choose an option:
fr_fr: Le Digital Bitbox a déjà une graine. Veuillez choisir une option :
id_id: Digital Bitbox sudah diunggulkan.
