Repository: qtumproject/qtum-electrum
Catalog: electrum/locale/*/electrum.po
Languages: fr_fr, id_id

source: It cannot be "backed up" by simply exporting these private keys.
fr_fr: Il ne peut pas être sauvegardé simplement en exportant ces clés privées.
id_id: Ini tidak dapat "dicadangkan" hanya dengan mengekspor kunci privat ini.

source: It conflicts with current history.
fr_fr: Il entre en conflit avec l'historique courante.
id_id: Ini bertentangan dengan sejarah saat ini.

source: It sends and receives partially signed transactions from/to your cosigner wallet.
fr_fr: Il envoie et reçoit des transactions partiellement signées depuis/vers votre portefeuille de cosignataire.
id_id: Ini mengirim dan menerima transaksi yang ditandatangani sebagian dari/ke dompet cosigner Anda.

source: Italian
fr_fr: Italien
id_id: Italia

source: Japanese
fr_fr: Japonais
id_id: Jepang

source: KeepKey Seed Recovery
fr_fr: Graine de récupération KeepKey
id_id: Pemulihan Benih KeepKey

source: KeepKey wallet
fr_fr: Portefeuille KeepKey
id_id: Dompet KeepKey

source: Keyboard shortcut: type "!" to send all your coins.
fr_fr: Raccourci clavier : entrez "!" pour envoyer toute votre monnaie.
id_id: Pintasan keyboard: tekan "!" untuk mengirim semua koin Anda.

source: Keystore
fr_fr: Magasin de clés
id_id: Toko Kunci

source: Keystore type
fr_fr: Type de magasin de clés
id_id: Jenis penyimpanan kunci

source: Kyrgyz
fr_fr: Kirghize
id_id: Kirgistan

source: Label Settings
fr_fr: Paramètres du libellé
id_id: Pengaturan label

source: LabelSync
id_id: Sinkronisasi Label

source: Labels, transactions IDs and addresses are encrypted before they are sent to the remote server.
fr_fr: Libellés, ID de transactions et adresses sont encryptées avant d'être envoyées au serveur distant.
id_id: Label, ID transaksi, dan alamat dienkripsi sebelum dikirim ke server jarak jauh.

source: Language
fr_fr: Langue
id_id: Bahasa

source: Latest version: {}
fr_fr: Dernière version : {}
id_id: Versi terbaru: {}

source: Latvian
fr_fr: Letton
id_id: Latvia

source: Leave this field empty if you want to disable encryption.
fr_fr: Laissez ce champ vide si vous souhaitez désactiver le chiffrage.
id_id: Tinggalkan kolom ini dalam keadaan kosong jika Anda ingin menonaktifkan enkripsi.

source: Ledger Status
fr_fr: Statut Ledger
id_id: Status Buku Besar

source: Ledger Wallet Authentication
fr_fr: Authentification Portefeuille Ledger
id_id: Otentikasi Dompet Buku Besar

source: Ledger wallet
fr_fr: Portefeuille Ledger
id_id: Dompet buku besar

source: Legacy
id_id: Warisan

source: Legacy 2FA
fr_fr: 2FA Legacy
id_id: Warisan 2FA

source: Let the device generate a completely new seed randomly
fr_fr: Laisser l'appareil générer une nouvelle graine complètement aléatoirement
id_id: Biarkan perangkat menghasilkan benih yang benar-benar baru secara acak

source: Library version for '{}' is incompatible.
fr_fr: La version de bibliothèque pour '{}' est incompatible.
id_id: Versi pustaka untuk '{}' tidak kompatibel.

source: Licence
id_id: Lisensi

source: Light
fr_fr: Clair
id_id: Ringan

source: Line #
fr_fr: Ligne #
id_id: Baris #

source: Load a wallet from the micro SD card
fr_fr: Charger un portefeuille depuis la carte micro SD
id_id: Muat dompet dari kartu micro SD

source: Load a wallet from the micro SD card (the current seed is overwritten)
fr_fr: Charger une portefeuille depuis la carte micro SD (la graine courante sera écrasée)
id_id: Muat dompet dari kartu micro SD (benih saat ini ditimpa)

source: Load transaction
fr_fr: Charger une transaction
id_id: Muat transaksi

source: Loading backup...
fr_fr: Chargement de sauvegarde...
id_id: Memuat cadangan...

source: Local
id_id: Lokal

source: Lookup transaction
fr_fr: Rechercher une transaction
id_id: Cari transaksi

source: Low fee
fr_fr: Frais faible
id_id: Biaya rendah

source: Make sure it is in the correct state.
fr_fr: Assurez-vous qu'il soit dans l'état correct.
id_id: Pastikan keadaannya benar.

source: Make sure you install it with python3
fr_fr: Assurez-vous que vous l'installez avec python3
id_id: Pastikan Anda menginstalnya dengan python3

source: Make sure you own the seed phrase or the private keys, before you request Bitcoins to be sent to this wallet.
fr_fr: Assurez-vous de posséder votre graine ou les clés privées avant de demander que vos Bitcoins soient envoyés vers ce portefeuille.
id_id: Pastikan anda memiliki frase biji atau kunci pribadi, sebelum Anda meminta Bitcoins untuk dikirim ke alamat ini.

source: Master Fingerprint
fr_fr: Empreinte digitale maîtresse
id_id: Sidik Jari Utama

source: Master Public Key
fr_fr: Clé publique maîtresse
id_id: Kunci Publik Utama

source: Master Public Keys
fr_fr: Clés publiques maîtresses
id_id: Kunci-kunci publik utama

source: Matrix
fr_fr: Matrice
id_id: Matriks

source: Max
id_id: Maksimal

source: Max fee exceeded
fr_fr: Frais maximums dépassés
id_id: Diatas biaya maksimum

source: Memo
fr_fr: Mémo
id_id: Catatan

source: Mempool based: fee rate is targeting a depth in the memory pool
fr_fr: Basé sur Mempool : le taux des frais est basé sur le Mempool
id_id: Berbasis Mempool: tarif biaya menargetkan kedalaman kumpulan memori

source: Mempool depth
fr_fr: Profondeur du mempool
id_id: Kedalaman kolam renang

source: Message
id_id: Pesan

source: Method:
fr_fr: Méthode :
id_id: Metode:

source: Mining fee
fr_fr: Frais de minage
id_id: Bebas menambang koin

source: Missing libraries for {}.
fr_fr: Bibliothèques manquantes pour {}.
id_id: Pustaka untuk {} tidak ada.

source: Missing report URL.
fr_fr: URL de rapport manquante.
id_id: URL laporan tidak ada.

source: Mobile - Not paired
fr_fr: Mobile - Non appairé
id_id: Seluler - Tidak berpasangan

source: Mobile - {}
id_id: Seluler - {}

source: Mobile pairing options
fr_fr: Options d'appairage mobile
id_id: Opsi penyandingan seluler

source: More info at: {}
fr_fr: Plus d'informations sur : {}
id_id: Info lebih lanjut di: {}

source: Multi-Signature Wallet
fr_fr: Portefeuille multi-signatures
id_id: Dompet dengan banyak tanda tangan

source: Multi-signature wallet
fr_fr: Portefeuille multi-signatures
id_id: Dompet multi-tanda tangan

source: NOT DEVICE PIN - see above
fr_fr: NOT DEVICE PIN - voir ci-dessus
id_id: BUKAN PIN PERANGKAT - lihat di atas

source: Name
fr_fr: Nom
id_id: Nama

source: Name this {}. If you have multiple devices their labels help distinguish them.
fr_fr: Nommez ce {}. Si vous avez plusieurs appareils, leurs libellés vous aideront à les distinguer.
id_id: Beri nama ini {}.

source: Network
fr_fr: Réseau
id_id: Jaringan

source: Network request timed out.
fr_fr: La requête réseau a expiré.
id_id: Waktu permintaan jaringan habis.

source: Never
fr_fr: Jamais
id_id: Jangan pernah

source: Never disclose your seed.
fr_fr: Ne divulguez jamais votre graine.
id_id: Jangan pernah membuka kunci benih.

source: Never type it on a website.
fr_fr: Ne la tapez jamais sur un site web.
id_id: Jangan pernah mengetik pada sebuah situs website.

source: New
fr_fr: Nouveau
id_id: Baru

source: New Contact
fr_fr: Nouveau Contact
id_id: Kontak Baru

source: New Fee rate
id_id: Tarif Biaya Baru

source: New Password:
fr_fr: Nouveau mot de passe :
id_id: Kata Sandi Baru:

source: New contact
fr_fr: Nouveau contact
id_id: Kontak Baru

source: New transaction: {}
fr_fr: Nouvelle transaction : {}
id_id: Transaksi baru: {}

source: Next
fr_fr: Suivant
id_id: Berikutnya

source: No
fr_fr: Non
id_id: Tidak

source: No Amount
fr_fr: Aucun montant
id_id: Tidak Ada Jumlah

source: No Data
fr_fr: Aucune donnée
id_id: Tidak Ada Data

source: No Description
fr_fr: Aucune Description
id_id: Tidak Ada Deskripsi

source: No Wallet
fr_fr: Aucun portefeuille
id_id: Tidak ada dompet

source: No data
fr_fr: Aucune donnée
id_id: Tidak ada data

source: No donation address for this server
fr_fr: Pas d’adresse de donation pour ce serveur
id_id: Tidak ada alamat sumbangan untuk server ini

source: No exceptions encountered.
fr_fr: Aucune exception n'a été rencontré.
id_id: Tidak ada pengecualian yang ditemui.

source: No fork detected
fr_fr: Aucune fourche détectée
id_id: Tidak ada garpu yang terdeteksi

source: No hardware device detected.
fr_fr: Aucun périphérique matériel détecté.
id_id: Tidak ada perangkat keras yang terdeteksi.

source: No inputs found. (Note that inputs need to be confirmed)
fr_fr: Aucune entrée trouvée. (Remarquez que les entrées ont besoin d'être confirmées)
id_id: Tidak ada masukan yang ditemukan.

source: No keystore
fr_fr: Pas de magasin de clés
id_id: Tidak ada penyimpanan kunci

source: No message or amount
fr_fr: Aucun message ou montant
id_id: Pesan atau jumlah kosong

source: No more addresses in your wallet.
fr_fr: Plus aucune adresse dans votre portefeuille.
id_id: Tidak ada alamat lagi pada dompet Anda.

source: No outputs
fr_fr: Aucune sortie
id_id: Tidak ada keluaran

source: No saved invoices.
fr_fr: Aucune facture sauvegardée.
id_id: Tidak ada faktur yang disimpan.

source: No saved requests.
fr_fr: Aucune demande sauvegardée.
id_id: Tidak ada permintaan tersimpan.

source: No wallet loaded.
fr_fr: Aucun portefeuille n'est chargé.
id_id: Tidak ada dompet yang dimuat.

source: None
fr_fr: Aucun
id_id: Tidak ada

source: Norwegian Bokmal
fr_fr: Norvégien classique
id_id: Bokmal Norwegia

source: Not Now
fr_fr: Pas pour l'instant
id_id: Jangan Sekarang

source: Not Verified
fr_fr: Non vérifié
id_id: Tidak Terverifikasi

source: Not connected
fr_fr: Non connecté
id_id: Tidak terhubung

source: Not enough funds
fr_fr: Fonds insuffisants
id_id: Dana tidak mencukupi

source: Not enough funds on address.
fr_fr: Fonds insuffisants sur cette l'adresse.
id_id: Dana tidak mencukupi untuk alamat.

source: Not verified
fr_fr: Non vérifié
id_id: Tidak terverifikasi

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
fr_fr: Remarquez que si vous avez bloqué certaines de vos adresses, les fonds disponibles seront inférieurs à votre balance totale.
id_id: Harap diperhatikan jika Anda sudah membekukan beberapa alamat bitcoin Anda, jumlah saldo yang tersedia akan lebih sedikit dibandingkan saldo keseluruhan Anda.

source: Note that some merchants do not accept non-final transactions until they are confirmed.
fr_fr: Notez que certains marchands n'acceptent pas les transactions non définitives, avant qu'elles ne soient confirmées.
id_id: Perhatikan bahwa beberapa pedagang tidak menerima transaksi non-final sampai mereka telah dikonfirmasi.

source: Note that this is NOT your encryption password.
fr_fr: Notez que ceci N'EST PAS votre mot de passe de chiffrage.
id_id: Perhatikan bahwa ini BUKAN kata sandi enkripsi Anda.

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
fr_fr: Remarquez que votre argent n'est pas verrouillé dans ce service. Vous pouvez retirer vos fonds à n'importe quel moment et sans frais, sans le serveur distant, en utilisant l'option 'Restaurer Portefeuille' avec la graine de votre portefeuille.
id_id: Perhatikan bahwa koin Anda tidak dikunci dalam layanan ini.

source: Note: If you enable this setting, you will need your hardware device to open your wallet.
fr_fr: Remarque : Si vous activez ce paramètre vous aurez besoin de votre périphérique matériel pour ouvrir votre portefeuille.
id_id: Catatan: Jika Anda mengaktifkan pengaturan ini, Anda memerlukan perangkat keras untuk membuka dompet Anda.

source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
fr_fr: Remarque : ceci est une transaction hors ligne, si vous souhaitez que le réseau la voie vous devez la transmettre.
id_id: Catatan: ini adalah transaksi offline, jika Anda ingin jaringan melihatnya, Anda perlu menyiarkannya.

source: Nothing set !
fr_fr: Rien n'est défini!
id_id: Tidak ada yang di setel !

source: Nothing to plot.
fr_fr: Rien à tracer.
id_id: Tidak ada yang perlu direncanakan.

source: Nothing to summarize.
fr_fr: Rien à résumer.
id_id: Tidak ada yang perlu diringkas.

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
fr_fr: Nombre de zéros affichés après la virgule décimale. Par exemple, si ceci est réglé sur 2, "1." s'affichera comme "1.00"
id_id: Jumlah nol yang ditampilkan setelah titik desimal. Contohnya, jika ini diset ke 2, angka "1." akan ditampilkan sebagai "1.00"

source: OK
id_id: Oke

source: OR
fr_fr: OU
id_id: ATAU

source: Offline
fr_fr: Hors-ligne
id_id: Luring

source: Offline signing with {} is not supported for legacy inputs.
fr_fr: La signature hors ligne avec {} n'est pas prise en charge pour les entrées Legacy.
id_id: Penandatanganan offline dengan {} tidak didukung untuk input lama.

source: On Linux, you might have to add a new permission to your udev rules.
fr_fr: Sur Linux, vous pouvez avoir à ajouter une nouvelle permission à vos règles udev.
id_id: Di Linux, Anda mungkin harus menambahkan izin baru ke aturan udev Anda.

source: One output per line.
fr_fr: Une sortie par ligne.
id_id: Satu output per baris.

source: One-server mode
fr_fr: Mode un-serveur
id_id: Mode satu server

source: Online Block Explorer
fr_fr: Explorateur de blocs en ligne
id_id: Blok Eksplorer Online

source: Only OP_RETURN scripts, with one constant push, are supported.
fr_fr: Seuls les scripts OP_RETURN, avec push d'une constante, sont pris en charge.
id_id: Hanya skrip OP_RETURN, dengan satu dorongan konstan, yang didukung.

source: Only connect to a single server
fr_fr: Ne se connecter qu'à une seul serveur
id_id: Hanya terhubung ke satu server

source: Only wipe a device if you have the recovery seed written down and the device wallet(s) are empty, otherwise the bitcoins will be lost forever.
fr_fr: Ne réinitialisez un appareil que si vous avez noté la graine de récupération et que le(s) portefeuille(s) de l'appareil est (sont) vide(s), sinon les Bitcoins seront perdus à jamais.
id_id: Hanya hapus perangkat jika Anda sudah mencatat benih pemulihan dan dompet perangkat kosong, jika tidak, bitcoin akan hilang selamanya.

source: Open calibration pdf
fr_fr: Ouvrir le PDF de calibration
id_id: Buka kalibrasi pdf

source: Open your cosigner wallet to retrieve it.
fr_fr: Ouvrir votre portefeuille de cosignataire pour le récupérer.
id_id: Buka dompet cosigner Anda untuk mengambilnya.

source: Open {} file
fr_fr: Ouvrir le fichier {}
id_id: Buka file {}

source: OpenAlias
id_id: Membuka persamaannya

source: OpenAlias record, used to receive coins and to sign payment requests.
fr_fr: Enregistrement OpenAlias, utilisé pour recevoir de l'argent et signer les ordres de paiement.
id_id: Rekaman OpenAlias​, digunakan untuk menerima koin dan menandatangani permintaan pembayaran.

source: Options
id_id: Pilihan

source: Outdated device firmware
id_id: Firmware perangkat kedaluwarsa

source: Outdated {} firmware for device labelled {}. Please download the updated firmware from {}
fr_fr: Le firmware {} obsolète pour l'appareil libellé {}. Veuillez télécharger le firmware mise à jour depuis {}
id_id: Firmware {} kedaluwarsa untuk perangkat berlabel {}.

source: Output amount
fr_fr: Montant de sortie
id_id: Jumlah output

source: Output point
fr_fr: Point de sortie
id_id: Titik keluaran

source: Outputs
fr_fr: Sorties
id_id: Keluaran

source: Overview
fr_fr: Aperçu
id_id: Sekilas

source: PIN Protection
fr_fr: Protection par code PIN
id_id: Perlindungan PIN

source: PIN codes do not match
fr_fr: Les codes PIN ne correspondent pas
id_id: Kode PIN tidak cocok

source: PIN mismatch
fr_fr: Le PIN ne correspond pas
id_id: PIN tidak cocok

source: PIN protection is strongly recommended. A PIN is your only protection against someone stealing your bitcoins if they obtain physical access to your {}.
fr_fr: Une protection par code PIN et fortement recommandée. Un code PIN est la seule protection empêchant quelqu'un ayant un accès physique à votre {} de voler vos bitcoins.
id_id: Perlindungan PIN sangat disarankan.

source: PIN set
fr_fr: Code PIN défini
id_id: PIN disetel

source: Paid
fr_fr: Payé
id_id: Lunas

source: Pair
fr_fr: Appairer
id_id: Berpasangan

source: Partially signed
fr_fr: Partiellement signé
id_id: Ditandatangani sebagian

source: Passphrase
fr_fr: Phrase secrète
id_id: Frasa sandi

source: Passphrase:
fr_fr: Phrase secrète :
id_id: Frasa sandi:

source: Passphrases
fr_fr: Phrases secrètes
id_id: Frasa sandi

source: Passphrases allow you to access new wallets, each hidden behind a particular case-sensitive passphrase.
fr_fr: Les phrases secrètes vous permettent d'accéder à de nouveaux portefeuilles, chacun caché derrière une phrase secrète spécifique et sensible à la case.
id_id: Frasa sandi memungkinkan Anda mengakses dompet baru, masing-masing tersembunyi di balik frasa sandi peka huruf besar-kecil.

source: Password
fr_fr: Mot de passe
id_id: Kata Sandi

source: Password Strength
fr_fr: Robustesse du mot de passe
id_id: Kekuatan Kata Sandi

source: Password is disabled, this wallet is not protected
fr_fr: Le mot de passe est désactivé, ce portefeuille n'est pas protégé
id_id: Sandi dinonaktifkan, dompet ini tidak terlindungi

source: Password must have at least 4 characters.
fr_fr: Le mot de passe doit contenir au moins 4 caractères.
id_id: Kata sandi harus memiliki minimal 4 karakter.

source: Password must have less than 64 characters.
fr_fr: Le mot de passe doit contenir moins de 64 caractères.
id_id: Kata sandi harus kurang dari 64 karakter.

source: Password was updated successfully
fr_fr: Le mot de passe a été mise à jour avec succès
id_id: Kata Sandi berhasil diperbaharui

source: Paste
fr_fr: Coller
id_id: Tempel

source: Pay
fr_fr: Payer
id_id: Bayar

source: Pay Now
fr_fr: Payer maintenant
id_id: Bayar Sekarang

source: Pay to
fr_fr: Payer à
id_id: Bayar ke

source: Pay to many
fr_fr: Payer pour plusieurs
id_id: Bayar ke banyak

source: Payment Request
fr_fr: Demande de paiement
id_id: Permintaan pembayaran

source: Payment received
fr_fr: Paiement reçu
id_id: Pembayaran diterima

source: Payment request has expired
fr_fr: La demande de paiement a expirée
id_id: Permintaan pembayaran sudah kadaluarsa

source: Payment sent.
fr_fr: Paiement envoyé.
id_id: Pembayaran terkirim.

source: Pending
fr_fr: En attente
id_id: Tertunda

source: Perhaps some dependencies are missing...
fr_fr: Peut-être que certaines dépendances manquent...
id_id: Mungkin beberapa dependensi hilang...

source: Persian
fr_fr: Perse
id_id: Persia

source: Please briefly describe what led to the error (optional):
fr_fr: Veuillez brièvement décrire ce qui a mené à cette erreur (optionnel) :
id_id: Harap jelaskan secara singkat apa yang menyebabkan kesalahan tersebut (opsional):

source: Please check your connection and credentials.
fr_fr: Veuillez vérifier votre connexion et vos informations d'identification.
id_id: Silakan periksa koneksi dan kredensial Anda.

source: Please check your network connection.
fr_fr: Veuillez vérifier votre connexion réseau.
id_id: Silakan periksa koneksi jaringan Anda.

source: Please check your {} device
fr_fr: Veuillez vérifier les indications sur votre appareil {}
id_id: Silakan periksa perangkat {} Anda

source: Please confirm
fr_fr: Veuillez confirmer
id_id: Mohon konfirmasi

source: Please enter the master public key (xpub) of your cosigner.
fr_fr: Veuillez enter la clé publique maîtresse (xpub) de votre cosignataire.
id_id: Silahkan masukan kunci publik master (xpub) dari cosigner dompet Anda.

source: Please enter your Google Authenticator code
fr_fr: Veuillez entrer votre code Google Authenticator
id_id: Silakan masukkan kode Google Authenticator Anda

source: Please enter your Google Authenticator code:
fr_fr: Veuillez entrer votre code Google Authenticator :
id_id: Silakan masukkan kode Google Authenticator Anda:

source: Please enter your e-mail address
fr_fr: Veuillez entrer votre adresse e-mail
id_id: Silakan masukkan alamat email Anda

source: Please enter your password
fr_fr: Veuillez saisir votre mot de passe
id_id: Silahkan masukan kata sandi Anda

source: Please enter your password to decrypt it.
fr_fr: Veuillez entrer votre mot de passe pour le déchiffrage.
id_id: Silakan masukkan kata sandi Anda untuk mendekripsinya.

source: Please enter your seed phrase in order to restore your wallet.
fr_fr: Veuillez saisir votre graine pour restaurer votre portefeuille.
id_id: Masukkan frase benih Anda untuk memulihkan dompet Anda.

source: Please initialize your Coldcard while disconnected.
fr_fr: Veuillez initialiser votre Coldcard en étant déconnecté.
id_id: Harap inisialisasi Coldcard Anda saat terputus.

source: Please insert your {}
fr_fr: Veuillez insérer votre {}
id_id: Silakan masukkan {} Anda

source: Please note that websites and other wallets may not support these addresses yet.
fr_fr: Veuillez remarquer que certains sites Web et autres portefeuilles peuvent ne pas prendre en charge ces adresses actuellement.
id_id: Harap diperhatikan bahwa situs web dan dompet lain mungkin belum mendukung alamat ini.

source: Please paste your cosigners master public key, or scan it using the camera button.
fr_fr: Veuillez coller la clé publique maîtresse de vos cosignataires ou scannez la en utilisant le bouton appareil photo.
id_id: Silakan sisipkan cosigners kunci publik master anda, atau scan menggunakan tombol kamera.

source: Please report any bugs as issues on github:<br/>
fr_fr: Merci de rapporter toute erreur en tant que "Issues" sur GitHub :<br />
id_id: Silakan laporkan apapun bug sebagai isu di github:<br/>

source: Please report this issue manually.
fr_fr: Veuillez rapporter ce problème manuellement.
id_id: Silakan laporkan masalah ini secara manual.

source: Please restart Electrum to activate the new GUI settings
fr_fr: Veuillez redémarrer Electrum pour activer les nouveaux paramètres de l'interface graphique
id_id: Harap hidupkan ulang Electrum untuk mengaktifkan pengaturan antar muka yang baru

source: Please retype your seed phrase, to confirm that you properly saved it
fr_fr: Veuillez ressaisir votre graine pour vérifier que vous l'ayez correctement sauvegardée.
id_id: Ketik ulang frase benih Anda, untuk mengkonfirmasi bahwa Anda sudah benar menyimpannya

source: Please save these {0} words on paper (order is important).
fr_fr: Veuillez conserver ces {0} mots sur papier (ordre important).
id_id: Harap simpan {0} kata-kata ini di atas kertas (urutan penting).

source: Please scan a Bitcoin address or a payment request
fr_fr: Veuillez scanner une adresse Bitcoin ou une requête de paiement
id_id: Harap pindai alamat Bitcoin atau permintaan pembayaran

source: Please select which {} device to use:
fr_fr: Veuillez sélectionner l'appareil {} à utliser :
id_id: Silakan pilih perangkat {} mana yang akan digunakan:

source: Please share it with your cosigners.
fr_fr: Veuillez le partager avec vos cosignataires.
id_id: Silahkan berbagi dengan cosigners Anda.

source: Please sign this transaction in order to save it
fr_fr: Veuillez signer cette transaction afin de l'enregistrer
id_id: Silakan tandatangani transaksi ini untuk menyimpannya

source: Please try again.
fr_fr: Veuillez essayer à nouveau.
id_id: Silakan coba lagi.

source: Please type it here.
fr_fr: Veuiller l'entrer ici.
id_id: Silakan ketik di sini.

source: Please type your seed phrase using the virtual keyboard.
fr_fr: Veuillez saisir votre graine à l'aide du clavier virtuel.
id_id: Tolong ketik frase kunci benih menggunakan keyboard virtual.

source: Please use the existing requests first.
fr_fr: Veuillez utiliser la requête existant en premier.
id_id: Silakan gunakan permintaan yang ada terlebih dahulu.

source: Please wait
fr_fr: Veuillez patienter
id_id: Harap tunggu
