Repository: qtumproject/qtum-electrum
Catalog: electrum/locale/*/electrum.po
Languages: fr_fr, id_id

source: Unable to connect to mail server: {}
fr_fr: Impossible de se connecter au serveur de messagerie : {}
id_id: Tidak dapat terhubung ke server email: {}

source: Unable to create backup
fr_fr: Impossible de créer une sauvegarde
id_id: Tidak dapat membuat cadangan

source: Unable to create csv
fr_fr: Impossible de créer le CSV
id_id: Tidak dapat membuat CSV

source: Unable to export history
fr_fr: Impossible d'exporter l'historique
id_id: Tidak dapat mengekspor riwayat

source: Unable to read file or no transaction found
fr_fr: Impossible de lire le fichier, ou aucune transaction n'a été trouvée
id_id: Tidak dapat membaca berkas atau transaksi tidak ditemukan

source: Unable to send report
fr_fr: Impossible d'envoyer le rapport
id_id: Tidak dapat mengirim laporan

source: Unconfirmed
fr_fr: Non confirmé
id_id: Belum dikonfirmasi

source: Unconfirmed parent
fr_fr: Parent non confirmé
id_id: Orang tua yang belum dikonfirmasi

source: Unexpected error occurred.
fr_fr: Une erreur inattendue s'est produite.
id_id: Terjadi kesalahan tak terduga.

source: Unexpected password hash version
fr_fr: Version de hachage du mot de passe inattendue
id_id: Versi hash kata sandi yang tidak terduga

source: Unfreeze
fr_fr: Débloquer
id_id: Mencairkan

source: Unfreeze Address
id_id: Mencairkan Alamat

source: Unfreeze Addresses
id_id: Mencairkan Alamat

source: Unfreeze Coin
id_id: Mencairkan Koin

source: Unfreeze Coins
id_id: Mencairkan Koin

source: Unknown
fr_fr: Inconnu
id_id: Tidak diketahui

source: Unknown error
fr_fr: Erreur inconnue
id_id: Kesalahan tidak diketahui

source: Unknown error when broadcasting the transaction.
fr_fr: Erreur inconnue lors de la transmission de la transaction.
id_id: Kesalahan tidak diketahui saat menyiarkan transaksi.

source: Unmatured
fr_fr: Non maturé
id_id: Belum matang

source: Unrealized gains
fr_fr: Grains non-réalisés
id_id: Keuntungan yang belum direalisasi

source: Unsigned
fr_fr: Non signé
id_id: Tidak ditandatangani

source: Unsupported password hash version
fr_fr: Version de hachage du mot de passe non prise en charge
id_id: Versi hash kata sandi tidak didukung

source: Unused
fr_fr: Inutilisées
id_id: Tidak digunakan

source: Update Check
fr_fr: Vérification de mises à jour
id_id: Pemeriksaan Pembaruan

source: Update check failed
fr_fr: Échec de la vérification de mises à jour
id_id: Pemeriksaan pembaruan gagal

source: Update to Electrum {} is available
fr_fr: Une mise à jour pour Electrum {} est disponible
id_id: Pembaruan pada Electrum {} tersedia

source: Upgrading wallet format...
fr_fr: Mise à jour du format de portefeuille...
id_id: Meningkatkan format dompet...

source: Upload a BIP39 mnemonic to generate the seed
fr_fr: Transmettre un mnémonique BIP39 pour générer la graine
id_id: Unggah mnemonik BIP39 untuk menghasilkan benih

source: Upload a master private key
fr_fr: Transmettre une clé privée maîtresse
id_id: Unggah kunci pribadi master

source: Use
fr_fr: Utiliser
id_id: Gunakan

source: Use Replace-By-Fee
fr_fr: Utiliser le remplacement de frais
id_id: Gunakan Ganti-Berdasarkan-Biaya

source: Use Tor Proxy
fr_fr: Utiliser le Proxy Tor
id_id: Gunakan Tor Proxy

source: Use a hardware device
fr_fr: Utiliser un périphérique matériel
id_id: Gunakan perangkat keras

source: Use a master key
fr_fr: Utiliser une clé maîtresse
id_id: Gunakan kunci utama

source: Use as server
fr_fr: Utilise comme serveur
id_id: Gunakan sebagai server

source: Use change addresses
fr_fr: Utiliser les adresses de monnaie
id_id: Gunakan alamat kembalian

source: Use multiple change addresses
fr_fr: Utiliser plusieurs adresses de monnaie
id_id: Gunakan beberapa alamat dompet

source: Use proxy
fr_fr: Utiliser le proxy
id_id: Gunakan proksi

source: Use setconfig to set ssl_chain and ssl_privkey.
fr_fr: Utilisez setconfig pour définir ssl_chain et ssl_privkey.
id_id: Gunakan setting konfigurasi untuk mengatur ssl chain dan ssl privat key.

source: Use the camera button to scan a QR code.
fr_fr: Utiliser le bouton appareil photo pour scanner un QR code.
id_id: Gunakan tombol kamera untuk scan kode QR.

source: Use this dialog to add a password to your wallet.
fr_fr: Utilisez cette boîte de dialogue pour ajouter un mot de passe à votre portefeuille.
id_id: Gunakan dialog ini untuk menambahkan password pada dompet Anda.

source: Use this dialog to change your password.
fr_fr: Utilisez cette boîte de dialogue pour modifier votre mot de passe.
id_id: Gunakan dialog ini untuk mengubah sandi Anda.

source: Use this dialog to toggle encryption.
fr_fr: Utilisez cette boîte de dialogue pour basculer le encryptage.
id_id: Gunakan dialog ini untuk mengaktifkan enkripsi.

source: Used
fr_fr: Utilisées
id_id: Digunakan

source: Username
fr_fr: Nom d'utilisateur
id_id: Nama Pengguna

source: Uses icons from the Icons8 icon pack (icons8.com).
fr_fr: Utilise des icônes du pack d'icônes Icons8 (icons8.com).
id_id: Gunakan ikon dari Icon8 ikon pack (icon8.com).

source: Using change addresses makes it more difficult for other people to track your transactions.
fr_fr: L'utilisation d'adresses de monnaie rend le suivi de vos transactions par des parties tierces plus difficile.
id_id: Menggunakan alamat kembalian membuat orang lain lebih sulit untuk mengikuti transaksi-transaksi Anda.

source: Value
fr_fr: Valeur
id_id: Nilai

source: Verification failed!
fr_fr: La vérification a échoué!
id_id: Verifikasi gagal!

source: Verification successful!
fr_fr: Vérification réussie!
id_id: Verifikasi berhasil!

source: Verified block headers
fr_fr: En-têtes de bloc vérifiées
id_id: Header blok terverifikasi

source: Verify
fr_fr: Vérifier
id_id: Verifikasi

source: Verify GA instant
fr_fr: Vérifier instantané GA
id_id: Verifikasi GA instan

source: Verify the address below.<br>Type the character from your security card corresponding to the <u><b>BOLD</b></u> character.
fr_fr: Vérifiez l'adresse ci-dessous.<br>Entrez le caractère de votre carte de sécurité correspondant au caractère <u><b>GRAS</b></u>.
id_id: Verifikasi alamat di bawah ini.<br>Ketikkan karakter dari kartu keamanan Anda yang sesuai dengan karakter <u><b>BOLD</b></u>.

source: Verify the cable is connected and that no other application is using it.
fr_fr: Vérifiez que le câble est connecté et qu'aucune autre application ne l'utilise.
id_id: Pastikan kabel tersambung dan tidak ada aplikasi lain yang menggunakannya.

source: Verifying...
fr_fr: Vérification en cours...
id_id: Memverifikasi...

source: Version
id_id: Versi

source: Video Device
fr_fr: Appareil vidéo
id_id: Perangkat Video

source: Vietnamese
fr_fr: Vietnamien
id_id: Vietnam

source: View invoice
fr_fr: Voir la facture
id_id: Lihat Faktur

source: View on block explorer
fr_fr: Afficher sur l'explorateur de blocs
id_id: Lihat di blok eksplorer

source: WARNING
fr_fr: ATTENTION
id_id: PERINGATAN

source: WARNING: ALL your private keys are secret.
fr_fr: ATTENTION : TOUTES vos clés privées sont secrètes.
id_id: PERINGATAN: SEMUA kunci privat Anda adalah rahasia.

source: WARNING: This is a multi-signature wallet.
fr_fr: ATTENTION: Ceci est un portefeuille à signature multiples.
id_id: PERINGATAN: Ini adalah dompet multi-tanda tangan.

source: WARNING: the alias "{}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
fr_fr: ATTENTION: l'alias "{}" n'a pas pu être validé via une vérification de sécurité additionnelle, DNSSEC, et par conséquent il peut ne pas être correct.
id_id: PERINGATAN: alias "{}" tidak dapat divalidasi melalui pemeriksaan keamanan tambahan, DNSSEC, dan karenanya mungkin tidak benar.

source: WIF keys are typed in Electrum, based on script type.
fr_fr: Les touches WIF sont tapées dans Electrum, en fonction du type de script.
id_id: Kunci WIF diketik di Electrum, berdasarkan jenis skrip.

source: Waiting for TrustedCoin server to sign transaction...
id_id: Menunggu server TrustedCoin menandatangani transaksi...

source: Waiting for authentication on your mobile phone
fr_fr: En attente de l'authentification sur votre téléphone mobile
id_id: Menunggu otentikasi pada ponsel Anda

source: Wallet
fr_fr: Portefeuille
id_id: Dompet

source: Wallet Information
fr_fr: Information du portefeuille
id_id: Informasi Dompet

source: Wallet Name
fr_fr: Nom du portefeuille
id_id: Nama Dompet

source: Wallet backup created
fr_fr: Sauvegarde du portefeuille créée
id_id: Membuat backup dompet anda

source: Wallet change address
fr_fr: Adresse de monnaie du portefeuille
id_id: Mengubah alamat dompet

source: Wallet file corruption detected. Please restore your wallet from seed, and compare the addresses in both files
fr_fr: Corruption du fichier de portefeuille détectée. Veuillez restaurer votre portefeuille depuis la graine et comparer les adresses dans les deux fichiers
id_id: Kerusakan file dompet terdeteksi.

source: Wallet file not found: {}
fr_fr: Fichier portefeuille non trouvé : {}
id_id: File dompet tidak ditemukan: {}

source: Wallet name
fr_fr: Nom du portefeuille
id_id: Nama dompet

source: Wallet receive address
fr_fr: Adresse de réception du portefeuille
id_id: Menerima alamat dompet

source: Wallet removed: {}
fr_fr: Portefeuille enlevé: {}
id_id: Dompet dihapus: {}

source: Wallet type
fr_fr: Type de portefeuille
id_id: Jenis dompet

source: Wallet type:
fr_fr: Type de portefeuille :
id_id: Jenis dompet:

source: Wallet with two-factor authentication
fr_fr: Portefeuille avec authentification à deux facteurs
id_id: Dompet dengan otentikasi dua faktor

source: Wallets
fr_fr: Portefeuilles
id_id: Dompet

source: Warning
fr_fr: Attention
id_id: Peringatan

source: Warning!
fr_fr: Attention !
id_id: Peringatan!

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
fr_fr: Attention : La prochaine adresse ne pourra pas être automatiquement récupérée si vous restaurez votre portefeuille à partir de la graine; vous pourriez devoir l'ajouter manuellement. Cela se produit car vous avez trop d'adresses inutilisées dans votre portefeuille. Pour éviter cette situation, utilisez d'abord les adresses existantes. Créer quand même ?
id_id: Peringatan: Alamat berikutnya tidak akan dipulihkan secara otomatis jika Anda memulihkan dompet Anda dari awal; Perhatian: Alamat berikutnya tidak akan dikembalikan secara otomatis ketika Anda mengembalikan dompet dari benih; Anda harus menambahkannya secara manual. Ini terjadi karena Anda memiliki terlalu banyak alamat yang tidak digunakan pada dompet Anda. Untuk menghindari hal ini, gunakan alamat yang sudah ada dulu. Tetap ingin buat alamat baru?

source: Warning: do not use this if it makes you pick a weaker password.
fr_fr: Attention : ne pas utiliser ceci si cela vous fait choisir un mot de passe plus faible.
id_id: Peringatan: jangan gunakan ini jika ini membuat Anda memilih kata sandi yang lebih lemah.

source: Watch-only wallet
id_id: Dompet khusus jam tangan

source: We do not guarantee that BIP39 imports will always be supported in Electrum.
fr_fr: Nous ne garantissons pas que l'import BIP 39 sera toujours pris en charge par Electrum.
id_id: Kami tidak menjamin bahwa impor BIP39 akan selalu didukung oleh Elactrum.

source: We encountered an error while connecting to your device:
fr_fr: Nous avons rencontré une erreur lors de la connexion à votre appareil :
id_id: Kami mengalami kesalahan saat menghubungkan ke perangkat Anda:

source: What kind of wallet do you want to create?
fr_fr: Quel type de portefeuille voulez-vous créer ?
id_id: Dompet jenis apa yang ingin Anda buat?

source: While this is less than ideal, it might help if you run Electrum as Administrator.
id_id: Meskipun ini kurang ideal, mungkin membantu jika Anda menjalankan Electrum sebagai Administrator.

source: Wipe Device
fr_fr: Réinitialiser l'appareil
id_id: Hapus Perangkat

source: Wipe the device, removing all data from it. The firmware is left unchanged.
fr_fr: Réinitialise l'appareil, en effaçant toutes ses données. Le micrologiciel n'est pas impacté.
id_id: Hapus perangkat, hapus semua data darinya.

source: Within {} blocks
fr_fr: Dans les {} blocs
id_id: Dalam {} blok

source: Would you like to be notified when there is a newer version of Electrum available?
fr_fr: Souhaitez-vous être notifié lorsqu'une nouvelle version d'Electrum sera disponible ?
id_id: Apakah Anda ingin diberi tahu jika ada versi terbaru Electrum yang tersedia?

source: Write down the seed word shown on your {}
fr_fr: Écrivez le mot de graine affiché sur votre {}
id_id: Tuliskan kata awal yang ditampilkan di {} Anda

source: Write logs to file
fr_fr: Écrire les journaux dans un fichier
id_id: Menulis log ke file

source: Wrong PIN
fr_fr: Code PIN incorrect
id_id: PINnya salah

source: Wrong key type
fr_fr: Type de clé erroné
id_id: Jenis kunci salah

source: Wrong signature
fr_fr: Mauvaise signature
id_id: Tanda tangan salah

source: Yes
fr_fr: Oui
id_id: Ya

source: You are already on the latest version of Electrum.
fr_fr: Vous avez déjà la version la plus récente d'Electrum.
id_id: Anda sudah menggunakan Electrum versi terbaru.

source: You are following branch
fr_fr: Vous suivez la branche suivante
id_id: Anda telah mengikuti cabang

source: You are in testnet mode.
id_id: Anda berada dalam mode testnet.

source: You are most likely using an outdated version of Electrum. Please update.
fr_fr: Vous utiliser probablement une version obsolète d'Electrum. Veuillez effectuer une mise à jour.
id_id: Kemungkinan besar Anda menggunakan Electrum versi lama.

source: You are offline.
fr_fr: Vous êtes hors ligne.
id_id: Anda sedang offline.

source: You are using Electrum in offline mode; restart Electrum if you want to get connected
fr_fr: Vous utilisez Electrum en mode hors ligne; redémarrer Electrum si vous souhaitez être connecté
id_id: Anda menggunakan Electrum dalam mode offline; Muat ulang kembali jika Anda ingin tersambung

source: You are using a non-deterministic wallet, which cannot create new addresses.
fr_fr: Vous utiliser une portefeuille non-déterministique qui ne peut pas créer de nouvelles adresses.
id_id: Anda menggunakan dompet non-deterministik, yang tidak dapat membuat alamat baru.

source: You can disable this setting in '{}'.
fr_fr: Vous pouvez désactiver ce paramètre dans '{}'.
id_id: Anda bisa menonaktifkan pengaturan ini di '{}'.

source: You can download the new version from {}.
fr_fr: Vous pouvez télécharger la nouvelle version depuis {}.
id_id: Anda bisa mengunduh versi baru dari {}.

source: You can override the suggested derivation path.
fr_fr: Vous pouvez outrepasser le chemin de dérivation suggéré.
id_id: Anda dapat mengganti jalur derivasi yang disarankan.

source: You can set the homescreen on your device to personalize it. You must choose a {} x {} monochrome black and white image.
fr_fr: Vous pouvez modifier le fond d'écran de votre appareil pour le personnaliser. Vous devez choisir une image monochrome noire et blanche de {} x {}.
id_id: Anda dapat mengatur layar beranda pada perangkat Anda untuk mempersonalisasikannya.

source: You can't broadcast a transaction without a live network connection.
fr_fr: Vous ne pouvez pas transmettre une transaction sans une connexion réseau active.
id_id: Anda tidak dapat menyiarkan transaksi tanpa koneksi jaringan langsung.

source: You cannot access your coins or a backup without the password.
fr_fr: Vous ne pouvez pas accéder à votre argent ou à une sauvegarde sans le mot de passe.
id_id: Anda tidak dapat mengakses koin atau cadangan Anda tanpa kata sandi.

source: You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper.
fr_fr: Vous n'avez pas besoin d'effectuer de sauvegarde régulière car votre portefeuille peut être récupéré depuis la phrase secrète que vous pouvez mémoriser ou écrire sur papier.
id_id: Anda tidak perlu melakukan backup secara rutin, karena dompet Anda dapat dipulihkan dari frase rahasia yang dapat Anda hafal atau tulis di atas kertas.

source: You have multiple consecutive whitespaces or leading/trailing whitespaces in your passphrase.
fr_fr: Vous avez plusieurs espaces blancs consécutifs ou des espaces au début ou à la fin dans votre phrase secrète.
id_id: Anda memiliki beberapa spasi berturut-turut atau spasi putih di awal/akhir dalam frasa sandi Anda.

source: You may also save unsigned requests or contact addresses using the save button.
fr_fr: Vous pouvez également enregistrer des requêtes non-signées ou des adresses de contact en utilisant le bouton d'enregistrement.
id_id: Anda juga dapat menyimpan permintaan atau alamat kontak yang tidak ditandatangani menggunakan tombol simpan.

source: You may enter a Bitcoin address, a label from your list of contacts (a list of completions will be proposed), or an alias (email-like address that forwards to a Bitcoin address)
fr_fr: Vous pouvez saisir une adresse Bitcoin, un libellé de votre liste de contacts (une liste de complétion vous sera proposée), ou un alias (adresse courriel qui sera renvoyée à une adresse Bitcoin)
id_id: Anda dapat memasukan alamat Bitcoin, label dari daftar kontak (daftar penyelesaian akan diajukan), atau sebuah alias (alamat seperti E-mail yang meneruskan ke sebuah alamat Bitcoin)

source: You may extend your seed with custom words.
fr_fr: Vous pouvez rallonger votre graine avec des mots personnalisés.
id_id: Anda dapat memperluas benih Anda dengan kata-kata khusus.

source: You may load a CSV file using the file icon.
fr_fr: Vous pouvez charger un fichier CSV en utilisant l'icône de fichier.
id_id: Anda mungkin memuat file CSV menggunakan ikon file.

source: You might have an incompatible library.
fr_fr: Vous avez peut-être une bibliothèque incompatible.
id_id: Anda mungkin memiliki perpustakaan yang tidak kompatibel.

source: You need to be online in order to complete the creation of your wallet. If you generated your seed on an offline computer, click on "{}" to close this window, move your wallet file to an online computer, and reopen it with Electrum.
fr_fr: Vous avez besoin d'être en ligne pour terminer la création de votre portefeuille. Si vous générer votre graine sur une ordinateur hors ligne, cliquez sur "{}" pour fermer cette fenêtre, déplacer votre fichier de portefeuille vers un ordinateur en ligne et rouvrez le avec Electrum.
id_id: Anda harus online untuk menyelesaikan pembuatan dompet Anda.

source: You need to create a separate Electrum wallet for each passphrase you use as they each generate different addresses. Changing your passphrase does not lose other wallets, each is still accessible behind its own passphrase.
fr_fr: Vous devez créer un portefeuille Electrum distinct pour chaque phrase secrète que vous utilisez car chacune génère des adresses différentes. Changer la phrase secrète ne détruit pas les autres portefeuilles, chacun est toujours accessible à l'aide de sa propre phrase secrète.
id_id: Anda perlu membuat dompet Electrum terpisah untuk setiap frasa sandi yang Anda gunakan karena masing-masing dompet tersebut menghasilkan alamat yang berbeda.

source: You should enable PIN protection. Your PIN is the only protection for your bitcoins if your device is lost or stolen.
fr_fr: Vous devriez activer la protection par code PIN. Utiliser un code PIN est la seule manière de protéger vos bitcoins si votre appareil est perdu ou volé.
id_id: Anda harus mengaktifkan perlindungan PIN.

source: You will be asked to enter 24 words regardless of your seed's actual length. If you enter a word incorrectly or misspell it, you cannot change it or go back - you will need to start again from the beginning. So please enter the words carefully!
fr_fr: Vous serez invité à entrer 24 mots peut importe la longueur réelle de votre graine. Si vous saisissez un mot de manière incorrecte ou si vous l’orthographiez mal, vous ne pouvez ni le modifier, ni revenir en arrière - vous devrez recommencer depuis le début. Veuillez donc entrer les mots avec soin !
id_id: Anda akan diminta memasukkan 24 kata tanpa memperhatikan panjang sebenarnya benih Anda.

source: Your Ledger Wallet wants to tell you a one-time PIN code.<br><br>For best security you should unplug your device, open a text editor on another computer, put your cursor into it, and plug your device into that computer. It will output a summary of the transaction being signed and a one-time PIN.<br><br>Verify the transaction summary and type the PIN code here.<br><br>Before pressing enter, plug the device back into this computer.<br>
fr_fr: Votre portefeuille Ledger souhaite vous communiquer un code PIN à usage unique.<br><br>Pour une sécurité accrue vous devriez déconnecter votre appareil, ouvrir une éditeur texte sur un autre ordinateur, placer le curseur dans ce dernier et connecter votre appareil dans cet autre ordinateur. Un résumé de la transaction en cours de signature et un code PIN à usage unique seront générés.<br><br>Vérifiez le résumé de la transaction et entrez le code PIN ici.<br><br>Avant de presser enter, connectez à nouveau votre appareil dans cet ordinateur.<br>
id_id: Dompet Ledger Anda ingin memberi tahu Anda kode PIN satu kali.<br><br>Untuk keamanan terbaik, Anda harus mencabut perangkat Anda, membuka editor teks di komputer lain, mengarahkan kursor ke dalamnya, dan menyambungkan perangkat Anda ke

source: Your Ledger is locked. Please unlock it.
fr_fr: Votre Ledger est verrouillé. Veuillez le déverrouillé.
id_id: Buku Besar Anda terkunci.

source: Your PIN code was updated
fr_fr: Votre code PIN a été mis à jour
id_id: Kode PIN Anda telah diperbarui

source: Your accounts have been moved to
fr_fr: Vos comptes ont été déplacés vers
id_id: Akun anda telah dipindahkan ke

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
fr_fr: Vos Bitcoins sont protégés par un mot de passe, toutefois votre portefeuille n'est pas chiffré.
id_id: Bitcoins Anda dilindungi oleh passworld. Namun, file dompet Anda tidak di enkripsi.

source: Your current Electrum wallet can only be used with an empty passphrase. You must create a separate wallet with the install wizard for other passphrases as each one generates a new set of addresses.
fr_fr: Votre portefeuille Electrum actuel ne peut être utilisé qu'avec une phrase secrète vide. Vous devez créer un portefeuille distinct à l'aide de l'assistant d'installation pour d'autres phrases secrètes car chacune génère un nouveau jeu d'adresses.
id_id: Dompet Electrum Anda saat ini hanya dapat digunakan dengan kata sandi kosong.

source: Your device firmware is too old
fr_fr: Le firmware de votre appareil est trop ancien
id_id: Firmware perangkat Anda terlalu tua

source: Your device might not have support for this functionality.
fr_fr: Votre appareil n'a peut-être la prise en charge pour cette fonctionnalité.
id_id: Perangkat Anda mungkin tidak mendukung fungsi ini.

source: Your labels have been synchronised.
fr_fr: Vos libellés ont été synchronisés.
id_id: Label-label Anda berhasil disinkronisasi.

source: Your seed extension is
fr_fr: Votre extension de graine est
id_id: Ekstensi benih Anda adalah

source: Your seed extension must be saved together with your seed.
fr_fr: Votre extension de graine doit être enregistrée ensemble avec votre graine.
id_id: Perpanjangan benih Anda harus disimpan bersama dengan benih Anda.

source: Your seed is important!
fr_fr: Votre graine est importante !
id_id: Benih dompet Anda penting!

source: Your server is on branch
fr_fr: Votre serveur est sur branche
id_id: Server anda pada cabang
