Repository: qtumproject/qtum-electrum
Catalog: electrum/locale/*/electrum.po
Languages: fr_fr, id_id

source: (No FX rate available)
fr_fr: (Aucun taux FX disponible)
id_id: (Tidak ada kurs valas yang tersedia)

source: confirmation
id_id: konfirmasi

source: &About
fr_fr: &À propos
id_id: &Tentang

source: &Addresses
fr_fr: &Adresses
id_id: &Alamat

source: &Check for updates
fr_fr: &Vérifier les mises à jour
id_id: &Periksa pembaruan

source: &Documentation
id_id: &Panduan

source: &Donate to server
fr_fr: &Faire une donation au serveur
id_id: &Donasi ke server

source: &Encrypt/decrypt message
fr_fr: &Chiffrer / déchiffrer un message
id_id: &Enkripsi/dekripsi pesan

source: &Export
fr_fr: &Exporter
id_id: &Ekspor

source: &File
fr_fr: &Fichier
id_id: &Berkas

source: &From QR code
fr_fr: &Depuis un QR code
id_id: &Dari kode QR

source: &From file
fr_fr: &Depuis un fichier
id_id: &Dari berkas

source: &From text
fr_fr: &Depuis un texte
id_id: &Dari teks

source: &From the blockchain
fr_fr: &Depuis la blockchain
id_id: &Dari blockchain

source: &Help
fr_fr: &Aide
id_id: &Bantuan

source: &History
fr_fr: &Historique
id_id: &Riwayat

source: &Import
fr_fr: &Importer
id_id: &Impor

source: &Information
id_id: &Informasi

source: &Labels
fr_fr: &Libellés
id_id: &Label

source: &Load transaction
fr_fr: &Charger une transaction
id_id: &Muat transaksi

source: &Network
fr_fr: &Réseau
id_id: &Jaringan

source: &New
fr_fr: &Nouveau
id_id: &Baru

source: &New/Restore
fr_fr: &Nouveau / restaurer
id_id: &Buat baru/Pemulihan

source: &Official website
fr_fr: &Site Web officiel
id_id: &Website resmi

source: &Open
fr_fr: &Ouvrir
id_id: &Buka

source: &Password
fr_fr: &Mot de passe
id_id: &Kata sandi

source: &Pay to many
fr_fr: &Payer à plusieurs personnes
id_id: &Kirim ke banyak

source: &Plot
fr_fr: &Graphique
id_id: &Alur

source: &Plugins
id_id: &Plugin

source: &Private keys
fr_fr: &Clés privées
id_id: &Kunci privat

source: &Quit
fr_fr: &Quitter
id_id: &Keluar

source: &Recently open
fr_fr: &Récemment ouvert
id_id: &Terakhir dibuka

source: &Report Bug
fr_fr: &Signaler une erreur
id_id: &Laporkan Masalah

source: &Save Copy
fr_fr: &Enregistrer une copie
id_id: &Simpan Salinan

source: &Seed
fr_fr: &Graine
id_id: &Benih

source: &Sign/verify message
fr_fr: &Signer / vérifier un message
id_id: &Tanda tangani/verifikasi pesan

source: &Summary
fr_fr: &Récapitulatif
id_id: &Ringkasan

source: &Sweep
fr_fr: &Balayer
id_id: &Sapu

source: &Tools
fr_fr: &Outils
id_id: &Alat

source: &View
fr_fr: &Affichage
id_id: &Lihat

source: &Wallet
fr_fr: &Portefeuille
id_id: &Dompet

source: (Touch {} of {})
fr_fr: (Touchez {} de {})
id_id: (Sentuh {} ke {})

source: 1 day
fr_fr: 1 jour
id_id: 1 hari

source: 1 hour
fr_fr: 1 heure
id_id: 1 jam

source: 1 week
fr_fr: 1 semaine
id_id: 1 minggu

source: 1. Place this paper on a flat and well iluminated surface.
fr_fr: 1. Placez ce papier sur une surface plane et bien éclairée.
id_id: 1. Letakkan kertas ini di atas permukaan yang rata dan disinari dengan baik.

source: 2. Align your Revealer borderlines to the dashed lines on the top and left.
fr_fr: 2. Alignez vos limites Revealer sur les lignes pointillées en haut et à gauche.
id_id: 2. Sejajarkan garis batas Revealer Anda ke garis putus-putus di bagian atas dan kiri.

source: 3. Press slightly the Revealer against the paper and read the numbers that best match on the opposite sides.
fr_fr: 3. Appuyez légèrement le Revealer contre le papier et lisez les chiffres qui correspondent le mieux sur les côtés opposés.
id_id: 3. Tekan sedikit Revealer pada kertas dan baca angka yang paling cocok pada sisi yang berlawanan.

source: 4. Type the numbers in the software
fr_fr: 4. Entrez les chiffres dans le logiciel
id_id: 4. Ketik angka dalam perangkat lunak

source: A backup is saved automatically when generating a new wallet.
fr_fr: Une sauvegarde est effectué automatiquement lorsqu'un nouveau portefeuille est créé.
id_id: Cadangan disimpan secara otomatis saat membuat dompet baru.

source: A copy of your wallet file was created in
fr_fr: Une copie de votre portefeuille a été créée dans
id_id: Salinan dompet Anda dibuat di

source: A few examples
fr_fr: Quelques exemples
id_id: Beberapa contoh

source: A library is probably missing.
fr_fr: Une bibliothèque est probablement manquante.
id_id: Sebuah pustaka mungkin hilang.

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
fr_fr: Des frais modiques seront appliqués sur chaque transaction qui utilise le serveur distant. Vérifiez et modifiez vos préférences de facturation une fois l'installation terminé.
id_id: Sedikit biaya akan dikenakan pada setiap transaksi yang menggunakan server jarak jauh. Anda dapat memeriksa dan mengubah preferensi penagihan setelah instalasi selesai.

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
fr_fr: Les frais suggérés sont automatiquement ajoutés à ce champ. Vous pouvez les supplanter. Les frais suggérés augmentent avec la taille de la transaction.
id_id: Biaya yang disarankan akan ditambahkan secara otomatis ke kolom ini. Anda boleh menggantinya. Biaya yang disarankan akan meningkat seiring dengan ukuran data transaksi.

source: About
fr_fr: À propos
id_id: Tentang

source: About Electrum
fr_fr: À propos d'Electrum
id_id: Tentang Electrum

source: Accept
fr_fr: Accepter
id_id: Terima

source: Accept Word
fr_fr: Accepter Mot
id_id: Terima Kata

source: Acquisition price
fr_fr: Prix d’acquisition
id_id: Harga akuisisi

source: Add Cosigner
fr_fr: Ajouter un cosignataire
id_id: Tambahkan Penandatangan

source: Add a cosigner to your multi-sig wallet
fr_fr: Ajouter un cosignataire à votre portefeuille multi-signature.
id_id: Menambahkan penandatangan ke dompet multi-sig Anda

source: Add an optional virtual keyboard to the password dialog.
fr_fr: Ajouter un clavier virtuel à la fenêtre de mot de passe (optionnel).
id_id: Menambahkan keyboard virtual opsional ke dialog kata sandi.

source: Add cosigner
fr_fr: Ajouter un cosignataire
id_id: Tambahkan penandatangan

source: Additional fees
fr_fr: Frais supplémentaires
id_id: Biaya tambahan

source: Additional {} satoshis are going to be added.
fr_fr: {} satoshis additionnels seront ajoutés.
id_id: Satoshi {} tambahan akan ditambahkan.

source: Address
fr_fr: Adresse
id_id: Alamat

source: Address copied to clipboard
fr_fr: Adresse copiée dans le presse-papiers
id_id: Alamat telah disalin ke papan klip

source: Address is frozen
fr_fr: L'adresse est gelée
id_id: Alamat dibekukan

source: Address not in wallet.
fr_fr: L'adresse n'est pas dans le portefeuille.
id_id: Alamat tidak ada di dompet.

source: Address:
fr_fr: Adresse :
id_id: Alamat:

source: Addresses
fr_fr: Adresses
id_id: Alamat

source: Addresses generated:
fr_fr: Adresses générées :
id_id: Alamat yang dihasilkan:

source: Advanced
fr_fr: Avancé
id_id: Tingkat Lanjut

source: After disabling passphrases, you can only pair this Electrum wallet if it had an empty passphrase. If its passphrase was not empty, you will need to create a new wallet with the install wizard. You can use this wallet again at any time by re-enabling passphrases and entering its passphrase.
fr_fr: Après avoir désactivé les phrases secrètes, vous pourrez uniquement appairer ce portefeuille Electrum si il avait une phrase secrète vide. Si sa phrase secrète n'était pas vide, vous devrez créer nouveau portefeuille avec l'assistant d'installation. Vous pouvez réutiliser ce portefeuille à nouveau à tout moment en réactivant les phrases secrètes et en les saisissants.
id_id: Setelah menonaktifkan kata sandi, anda hanya dapat memasangkan dompet Electrum ini jika kata sandinya kosong. Jika kata sandinya tidak kosong, anda harus membuat sebuah dompet baru dengan menggunakan wizard pemasangan. Anda dapat menggunakan dompet ini lagi kapan saja dengan mengaktifkan kembali kata sandi dan memasukkan kata sandinya.

source: All
fr_fr: Tous
id_id: Semua

source: Allows validating if your transactions have instant confirmations by GreenAddress
fr_fr: Permet de valider si vos transactions ont des confirmations instantanées via GreenAddress
id_id: Memungkinkan validasi jika transaksi Anda memiliki konfirmasi instan oleh GreenAddress

source: Already up to date
fr_fr: Déjà mis à jour
id_id: Sudah diperbarui

source: Also, dust is not kept as change, but added to the fee.
fr_fr: De plus, les très petites pièces de Bitcoin ne sont conservés comme monnaie, mais ajoutée aux frais.
id_id: Selain itu, debu tidak disimpan sebagai kembalian, tetapi ditambahkan ke dalam biaya.

source: Also, when batching RBF transactions, BIP 125 imposes a lower bound on the fee.
fr_fr: De plus, lors de la mise en lots de transactions RBF, le BIP 125 impose une limite inférieure sur les frais.
id_id: Selain itu, saat mengelompokkan transaksi RBF, BIP 125 mengenakan batas bawah biaya.

source: Always check your backups.
fr_fr: Toujours vérifier vos sauvegardes.
id_id: Selalu periksa cadangan Anda.

source: Amount
fr_fr: Montant
id_id: Jumlah

source: Amount for OP_RETURN output must be zero.
fr_fr: Le montant pour la sortie OP_RETURN doit être zéro.
id_id: Jumlah keluaran OP_RETURN harus nol.

source: Amount received
fr_fr: Montant reçu
id_id: Jumlah yang diterima

source: Amount received:
fr_fr: Montant reçu :
id_id: Jumlah yang diterima:

source: Amount sent:
fr_fr: Montant envoyé :
id_id: Jumlah yang dikirim:

source: Amount to be sent
fr_fr: Montant à envoyer
id_id: Jumlah yang akan dikirimkan

source: Amount to be sent.
fr_fr: Montant à envoyer.
id_id: Jumlah yang akan dikirimkan.

source: An Error Occurred
fr_fr: Une erreur est survenue
id_id: Terjadi Kesalahan

source: An encrypted transaction was retrieved from cosigning pool.
fr_fr: Une transaction encryptée a été récupérée depuis le groupement de cosignataires.
id_id: Transaksi terenkripsi diambil dari kumpulan penandatanganan.

source: An uninitialized Digital Bitbox is detected.
fr_fr: Une Digital Bitbox non initialisée est détectée.
id_id: Bitbox Digital yang tidak diinisialisasi terdeteksi.

source: An unnamed {}
fr_fr: Un {} sans nom
id_id: {} yang tidak disebutkan namanya

source: Apply
fr_fr: Appliquer
id_id: Terapkan

source: Arabic
fr_fr: Arabe
id_id: Arab

source: Are you SURE you want to wipe the device? Your wallet still has bitcoins in it!
fr_fr: Êtes-vous SÛR de vouloir effacer l'appareil? Votre portefeuille contient encore des bitcoins !
id_id: Apakah Anda YAKIN ingin menghapus perangkat? Dompet Anda masih berisi bitcoin!

source: Are you sure you want to erase the Digital Bitbox?
fr_fr: Êtes-vous sûr de vouloir effacer le Digital Bitbox ?
id_id: Apakah Anda yakin ingin menghapus Digital Bitbox?

source: Are you sure you want to proceed?
fr_fr: Êtes-vous sûr de vouloir continuer ?
id_id: Apakah Anda yakin ingin melanjutkan?

source: Are you sure you want to remove this transaction and {} child transactions?
fr_fr: Êtes-vous sûr de vouloir supprimer cette transaction et {} transactions filles?
id_id: Apakah Anda yakin ingin menghapus transaksi ini dan {} transaksi anak?

source: Are you sure you want to remove this transaction?
fr_fr: Êtes-vous certain(e) de vouloir supprimer cette transaction ?
id_id: Apakah Anda yakin ingin menghapus transaksi ini?

source: Armenian
fr_fr: Arménien
id_id: Armenia

source: At block height: {}
id_id: Pada ketinggian blok: {}

source: At most 100 satoshis might be lost due to this rounding.
fr_fr: Un maximum de 100 satoshis peuvent être perdus lors de cet arrondi.
id_id: Paling banyak 100 satoshi mungkin hilang karena pembulatan ini.

source: Audio MODEM
fr_fr: MODEM audio
id_id: MODEM Audio

source: Audio Modem Settings
fr_fr: Paramètres du modem audio
id_id: Pengaturan Modem Audio

source: Authorization
fr_fr: Autorisation
id_id: Otorisasi

source: Auto connect
fr_fr: Connexion automatique
id_id: Terhubung otomatis

source: Auto-connect
fr_fr: Connexion automatique
id_id: Sambungan otomatis

source: Automatically check for software updates
fr_fr: Vérifier les mises à jour automatiquement
id_id: Secara otomatis memeriksa pembaruan perangkat lunak

source: BIP39 seed
fr_fr: Graine BIP39
id_id: Benih BIP39

source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
fr_fr: Des graines BIP39 peuvent être importées dans Electrum, de cette façon les utilisateurs peuvent avoir accès aux fonds bloqués dans autres portefeuilles.
id_id: Benih BIP39 dapat diimpor di Electrum, sehingga pengguna dapat mengakses dana yang terkunci di dompet lain.

source: BIP39 seeds do not include a version number, which compromises compatibility with future software.
fr_fr: Les graines BIP39 n'incluent pas de numéro de version ce qui compromet la compatibilité avec les futurs logiciels.
id_id: bibit BIP39 tidak menyertakan nomor versi, sehingga membahayakan kompatibilitas dengan perangkat lunak masa depan.

source: Back
fr_fr: Retour
id_id: Kembali

source: Balance
id_id: Saldo

source: Banner
fr_fr: Bannière
id_id: Spanduk

source: Base unit
fr_fr: Unité de base
id_id: Satuan dasar

source: Base unit of your wallet.
fr_fr: Unité de base de votre portefeuille.
id_id: Satuan dasar dompet Anda.

source: Batch RBF transactions
fr_fr: Grouper des transactions RBF
id_id: Batch transaksi RBF

source: Before reporting a bug, upgrade to the most recent version of Electrum (latest release or git HEAD), and include the version number in your report.
fr_fr: Avant de signaler une erreur, veuillez effectuer une mise à niveau vers la version la plus récente d'Electrum (dernière version ou via git HEAD), et inclure le numéro de version dans votre rapport.
id_id: Sebelum melaporkan sebuah kutu, harap tingkatkan Electrum ke versi yang terbaru (rilis terbaru atau git HEAD), dan masukan nomor versi dalam laporan Anda.

source: Bit rate [kbps]:
fr_fr: Bitrate [kbit/s]:
id_id: Kecepatan bit [kbps]:

source: Bitcoin Address
fr_fr: Adresse Bitcoin
id_id: Alamat Bitcoin

source: Bitcoin Address is None
fr_fr: Aucune adresse Bitcoin
id_id: Alamat Bitcoin kosong

source: Bitcoin address where the payment should be received. Note that each payment request uses a different Bitcoin address.
fr_fr: Adresses Bitcoin où vous devriez recevoir le paiement. Remarquez que chaque requête de paiement utilise une adresse Bitcoin différente.
id_id: Alamat Bitcoin adalah dimana pembayaran akan diterima. Harap diperhatikan bahwa setiap pembayaran menggunakan alamat Bitcoin yang berbeda.

source: Bitcoin transactions are in general not free. A transaction fee is paid by the sender of the funds.
fr_fr: Les transactions Bitcoin ne sont généralement pas gratuites. L'expéditeur paye des frais de transaction aux mineurs.
id_id: Transaksi Bitcoin secara umum tidaklah gratis. Biaya transaksi dibayarkan oleh pengirim.

source: Bootloader
fr_fr: Amorçage
id_id: Pemuat boot

source: Bootloader Hash
fr_fr: Hash du bootloader
id_id: Hash Pemuat

source: Bottom
fr_fr: Bas
id_id: Bawah

source: Brasilian
fr_fr: Brésilien
id_id: Brasil

source: Broadcast
fr_fr: Diffuser
id_id: Kirim

source: Broadcasting transaction...
fr_fr: Diffusion de la transaction en cours...
id_id: Menyiarkan transaksi...

source: Build Date
fr_fr: Date de compilation
id_id: Tanggal Pembuatan

source: Bulgarian
fr_fr: Bulgare
id_id: Bulgaria

source: Bump Fee
fr_fr: Frais supplémentaires
id_id: Naikkan biaya transaksi

source: Bump fee
fr_fr: Augmenter les frais
id_id: Biaya tambahan

source: Calibration sheet
fr_fr: Feuille de calibrage
id_id: Lembar kalibrasi

source: Calibration values:
fr_fr: Valeurs de calibrage :
id_id: Nilai kalibrasi:

source: Can't CPFP: unknown fee for parent transaction.
id_id: Tidak dapat CPFP: biaya transaksi induk tidak diketahui.

source: Can't bump fee: unknown fee for original transaction.
fr_fr: Impossible d'augmenter les frais : les frais de la transaction d'origine sont inconnus.
id_id: Tidak dapat menambah biaya: biaya tidak diketahui untuk transaksi awal.

source: Can't plot history.
fr_fr: Impossible de tracer l'historique.
id_id: Tak bisa membuat plot sejarah.

source: Cancel
fr_fr: Annuler
id_id: Batal

source: Cancelled by user
fr_fr: Annulé par l'utilisateur
id_id: Dibatalkan oleh pengguna

source: Cannot add this cosigner:
fr_fr: Impossible d'ajouter ce cosignataire :
id_id: Tidak dapat menambahkan pengirim ini:

source: Cannot broadcast transaction
fr_fr: Impossible de diffuser la transaction
id_id: Tidak dapat menyiarkan transaksi

source: Cannot bump fee
fr_fr: Impossible d'augmenter les frais
id_id: Tidak dapat menambah biaya

source: Cannot create window for wallet
fr_fr: Impossible de créer une fenêtre pour le portefeuille
id_id: Tidak dapat membuat jendela untuk dompet

source: Cannot load wallet
fr_fr: Impossible de charger le portefeuille
id_id: Tidak dapat memuat dompet

source: Cannot read file
fr_fr: Impossible de lire le fichier
id_id: Tidak bisa membaca berkas

source: Cannot sign messages with this type of address:
fr_fr: Impossible de signer des messages avec ce type d’adresse :
id_id: Tidak dapat menandatangani pesan dengan jenis alamat ini:

source: Capital Gains
fr_fr: Gains de capital
id_id: Keuntungan Modal

source: Capital gains
fr_fr: Gains de capital
id_id: Keuntungan modal

source: Chain split detected at block {0}
fr_fr: Séparation de chaîne détecté au bloc {0}
id_id: Pemisahan rantai terdeteksi di blok {0}

source: Change
id_id: Perubahan

source: Change PIN
fr_fr: Modifier le PIN
id_id: Ganti PIN

source: Change Password
fr_fr: Modifier le mot de passe
id_id: Ubah sandi

source: Change...
fr_fr: Changer...
id_id: Ubah...

source: Changing PIN code.
fr_fr: Modification du code PIN.
id_id: Ganti kode PIN.

source: Check this box to request a new secret. You will need to retype your seed.
fr_fr: Cocher cette case pour générer un nouveau secret. Vous aurez a taper votre graine à nouveau.
id_id: Centang kotak ini untuk meminta rahasia baru.

source: Check your {} device to continue
fr_fr: Vérifiez votre appareil {} afin de continuer
id_id: Periksa perangkat {} Anda untuk melanjutkan

source: Checking for updates...
fr_fr: Vérification des mises à jours...
id_id: Memeriksa pembaruan...

source: Child Pays for Parent
fr_fr: L'enfant paie pour le parent
id_id: Anak membayar untuk orang tua

source: Child pays for parent
fr_fr: L'enfant paie pour le parent
id_id: Anak membayar untuk orang tua

source: Chinese Simplified
fr_fr: Chinois simplifié
id_id: Bahasa Cina Sederhana

source: Chinese Traditional
fr_fr: Chinois traditionnel
id_id: Tradisional Cina

source: Choose Homescreen
fr_fr: Choisissez l'écran principal
id_id: Pilih Layar Beranda

source: Choose PIN code
fr_fr: Choisir un code PIN
id_id: Pilih kode PIN

source: Choose Seed type
fr_fr: Choisir un type de graine
id_id: Pilih jenis Benih

source: Choose a backup file:
fr_fr: Sélectionner un fichier de sauvegarde :
id_id: Pilih file cadangan:

source: Choose a password to encrypt your wallet keys.
fr_fr: Veuillez choisir un mot de passe pour chiffrer les clés de votre portefeuille.
id_id: Silahkan buat sebuah kata sandi untuk mengenkripsi kunci dompet Anda.

source: Choose a server
fr_fr: Choisir un serveur
id_id: Pilih server

source: Choose coin (UTXO) selection method. The following are available:
fr_fr: Choisissez la méthode de sélection de monnaie (UTXO). Les suivantes sont disponibles :
id_id: Pilih metode pemilihan koin (UTXO). Pilih metode pemilihan koin (UTXO). Berikut ini tersedia:

source: Choose from peers
fr_fr: Choisir depuis les clients
id_id: Pilih dari rekan-rekan

source: Choose how to initialize your Digital Bitbox:
fr_fr: Choisissez la manière d'initialiser votre Digital Bitbox :
id_id: Pilih cara menginisialisasi Bitbox Digital Anda:

source: Choose how you want to initialize your {}. The first two methods are secure as no secret information is entered into your computer. For the last two methods you input secrets on your keyboard and upload them to your {}, and so you should only do those on a computer you know to be trustworthy and free of malware.
fr_fr: Choisissez la manière d'initialiser votre {}. Les deux premières sont sécurisées du fait qu'aucune information secrète n'est entré sur votre ordinateur. N'utilisez les deux dernières méthodes que si votre ordinateur est sûr et ne contient pas de logiciel malveillant ! car vous aurez à taper vos secrets sur votre ordinateur et les télécharger sur votre {}.
id_id: Pilih bagaimana Anda ingin menginisialisasi {}. Dua metode pertama aman karena tidak ada informasi rahasia yang dimasukkan ke komputer Anda. Untuk dua metode terakhir Anda memasukkan rahasia pada keyboard Anda dan mengunggahnya ke

source: Choose on your {} device where to enter your passphrase
fr_fr: Sélectionnez sur votre appareil {} l'endroit où entrer votre phrase secrète
id_id: Pilih di perangkat {} Anda untuk memasukkan frasa sandi

source: Choose the number of signatures needed to unlock funds in your wallet:
fr_fr: Choisissez le nombre de signatures nécessaires pour débloquer les fonds dans votre portefeuille :
id_id: Pilih jumlah tanda tangan yang dibutuhkan untuk membuka saldo yang ada di dompet Anda:

source: Choose the type of addresses in your wallet.
fr_fr: Sélectionnez le type d'adresses de votre portefeuille.
id_id: Pilih jenis alamat di dompet Anda.

source: Choose which online block explorer to use for functions that open a web browser
fr_fr: Choisir l'explorateur de blocs en ligne à utiliser pour les fonctions, cela ouvrira votre navigateur Web
id_id: Pilih penjelajah blok online mana yang akan digunakan saat membuka peramban web

source: Choose your chain
fr_fr: Choisissez votre chaîne
id_id: Pilih rantai blok Anda

source: Choose...
fr_fr: Choisir...
id_id: Pilih...

source: Clear
fr_fr: Effacer
id_id: Hapus

source: Clear the session after the specified period of inactivity. Once a session has timed out, your PIN and passphrase (if enabled) must be re-entered to use the device.
fr_fr: Efface la session après la période d'inactivité spécifiée. Une fois qu'une session s'est écoulée, votre code PIN et votre phrase secrète (si elle est activée) doivent être entrés à nouveau pour utiliser l'appareil.
id_id: Hapus sesi setelah jangka waktu tidak aktif yang ditentukan.

source: Click Pair button to begin pairing a mobile phone.
fr_fr: Cliquez sur le bouton Appairer afin de commencer l'appariement d'un téléphone mobile.
id_id: Klik tombol Pasangkan untuk mulai memasangkan ponsel.

source: Click here to hide this message.
fr_fr: Cliquez ici pour cacher ce message.
id_id: Klik di sini untuk menyembunyikan pesan ini.

source: Clipboard is empty
fr_fr: Le presse-papiers est vide
id_id: Papan klip kosong

source: Close
fr_fr: Fermer
id_id: Tutup

source: Co&ins
fr_fr: Monna&ie
id_id: Ko&in

source: Code
id_id: Kode

source: Coin is frozen
fr_fr: La pièce est gelée
id_id: Koin dibekukan

source: Coin selection
fr_fr: Sélection de monnaie
id_id: Pilihan koin

source: Coldcard Status
fr_fr: Statut Coldcard
id_id: Status Kartu Dingin

source: Coldcard Wallet
fr_fr: Portefeuille Coldcard
id_id: Dompet Kartu Dingin

source: Color theme
fr_fr: Couleur de thème
id_id: Tema warna

source: Con&sole
id_id: Kon&sol

source: Con&tacts
id_id: Kon&tak

source: Confirm Device Wipe
fr_fr: Confirmation de réinitialisation d'appareil
id_id: Konfirmasi Penghapusan Perangkat

source: Confirm Passphrase:
fr_fr: Confirmer la phrase secrète :
id_id: Konfirmasi kalimat sandi:

source: Confirm Password:
fr_fr: Confirmer le mot de passe :
id_id: Konfirmasi Kata Sandi:

source: Confirm Seed
fr_fr: Confirmer la graine
id_id: Konfirmasi Benih

source: Confirm Seed Extension
fr_fr: Veuillez confirmer l'extension de la graine
id_id: Konfirmasi Perpanjangan Benih
